{
  "version": 8,
  "episodes": [
    {
      "id": "S1E1",
      "season": 1,
      "episode": 1,
      "title": "Welcome to SUR",
      "description": "Lisa Vanderpump's new hire for SUR, Scheana, is ostracized because of her past affair with a married man. Scheana's co-worker, Stassi, the self-proclaimed \"leader of the pack\" leads the charge against Scheana, labeling her a \"homewrecker.\" Eventually, Scheana, with Lisa's encouragement, stands up to Stassi, serving notice that she's at the restaurant to stay."
    },
    {
      "id": "S1E2",
      "season": 1,
      "episode": 2,
      "title": "This is a Break-Up",
      "description": "Lisa enlists the help of her SUR staff to celebrate Gay Pride with an over-the-top parade float, but when Stassi catches Scheana and Jax flirting, the fighting and fallout threaten to ruin the day. Jax desperately wants to get his relationship with Stassi back on track, but his drunken behavior at a SUR birthday party might be the final straw that ends his relationship with Stassi for good."
    },
    {
      "id": "S1E3",
      "season": 1,
      "episode": 3,
      "title": "You Don't Know Jax",
      "description": "After the blow up at the \"Gay Pride\" event, Lisa struggles to keep the staff's personal conflicts outside of their work at SUR. At a photo shoot, Kristen has an awkward encounter with someone from Tom's past. Jax makes a bold play to win back Stassi, but a shocking revelation pushes her to a new man."
    },
    {
      "id": "S1E4",
      "season": 1,
      "episode": 4,
      "title": "Vegas with a Vengeance",
      "description": "The SUR staff heads to Las Vegas for Stassi's birthday and leaves Lisa very short handed at the restaurant on her busiest night of the week, but Scheana stays back to make sure things run smoothly. Stassi disinvites Jax from Vegas so she can spend the weekend with her new boyfriend Frank, but when Jax crashes the party, a fight breaks out that will divides the group and threatens strong friendships."
    },
    {
      "id": "S1E5",
      "season": 1,
      "episode": 5,
      "title": "I'm Not a Bitch",
      "description": "Stassi comes back from Vegas to find that SUR is not the same, as Jax has started dating one of her friends, and Katie and Kristen have turned against her. When Lisa calls a staff meeting to put a stop to the infighting, Laura-Leigh explodes on Stassi for sending her bullying texts. Scheana nervously prepares for her first live performance at the world-famous Roxy, where after a rocky start, she not only steals the show but makes a very unexpected friend."
    },
    {
      "id": "S1E6",
      "season": 1,
      "episode": 6,
      "title": "Caught with Your Trousers Down",
      "description": "When Jax and Laura-Leigh are caught having sex in SUR's bathroom and Frank insults a customer, Lisa is forced to crack the whip on her staff, resulting in a firing. Stassi thinks her life is back on track when she makes up with her old friend Katie and introduces her new boyfriend Frank to her parents, but when an unexpected argument escalates, Stassi finds herself headed for her second break-up of the summer."
    },
    {
      "id": "S1E7",
      "season": 1,
      "episode": 7,
      "title": "In Love with Someone Else",
      "description": "When Lisa threatens to fire Stassi for neglecting her responsibilities at SUR and as a writer for Lisa's website, Stassi must plead to keep her jobs. Scheana has an emotional breakdown at work when Lisa forbids her to work a party Brandi is attending. Jax makes a bold move to win Stassi back, causing Laura-Leigh to attack Jax for dumping her without an explanation."
    },
    {
      "id": "S1E8",
      "season": 1,
      "episode": 8,
      "title": "Last Call",
      "description": "Lisa organizes a sexy photo-shoot for the staff of SUR, bringing everyone together for an explosive season finale. Scheana attempts to win back Lisa's respect after storming out of her V.I.P. dinner. After a summer of bitter fighting, Kristen and Stassi try to bury the hatchet, and the truth is finally revealed about the rumors surrounding Jax."
    },
    {
      "id": "S1E9",
      "season": 1,
      "episode": 9,
      "title": "Reunion",
      "description": "Hosted by Bravo's Andy Cohen, the cast of Vanderpump Rules along with Lisa Vanderpump, reunite at SUR to discuss some of the most talked about antics of the season."
    },
    {
      "id": "S1E10",
      "season": 1,
      "episode": 10,
      "title": "Reunion Secrets",
      "description": "Serving up never-before-seen moments from Season 1, Lisa Vanderpump and the SUR team speak candidly with Andy Cohen about the fights, fun, hook-ups, and heartbreaks that you didn't get to see, like Stassi and Kristen's bikini blowout, the secrets of Tom's hair, Jax's Speedo stuffing, the definition of \"crymax,\" and Lisa discovers who on her staff wears \"padded knickers.\"."
    },
    {
      "id": "S2E1",
      "season": 2,
      "episode": 1,
      "title": "Tooth or Consequences",
      "description": "In the Season Two premiere, Lisa Vanderpump struggles to keep the unpredictable staff of SUR in line as they cater a Beverly Hills party for Kyle Richards. Jax works to win Stassi back, Kristen deals with a shocking revelation in her relationship with Tom, and Scheana's birthday ends in a fight that once again turns SUR against her."
    },
    {
      "id": "S2E2",
      "season": 2,
      "episode": 2,
      "title": "Branded",
      "description": "Jax gets a tattoo of Stassi's name to prove his love, but before the ink is even dry, a romantic dinner turns into a shouting match when Stassi reveals there's another guy in her life. Later, Stassi attacks Scheana for turning Lisa against her, and Tom attempts to put together the pieces of his broken relationship with Kristen but finds the instructions hard to follow."
    },
    {
      "id": "S2E3",
      "season": 2,
      "episode": 3,
      "title": "Only the Lonely",
      "description": "Stassi rekindles her romance with Jax when the SUR staff heads to her mom's house in Lake Arrowhead. Tom prepares for the biggest performance of his career, but a late-night battle with Kristen threatens to derail the weekend. When Scheana complains of yet another injury, Lisa smacks her down for playing the sympathy card."
    },
    {
      "id": "S2E4",
      "season": 2,
      "episode": 4,
      "title": "Rumors",
      "description": "When Stassi finds out about Jax's sexy photo shoot with a female model, she questions whether she can trust him enough to ever love him again. Just when Kristen's work life and love life appear to be back on track, Lisa brings in a sexy female bartender who may have a romantic past with Tom."
    },
    {
      "id": "S2E5",
      "season": 2,
      "episode": 5,
      "title": "Surlesque",
      "description": "Lisa enlists Stassi and Katie to perform a sexy dance at Guillermo's surprise burlesque birthday party. Jax is confronted with a health scare but receives scorn instead of sympathy from Stassi. Then, Kristen picks a fight to stop the gossiping about Tom and the new bartender."
    },
    {
      "id": "S2E6",
      "season": 2,
      "episode": 6,
      "title": "Lisa's Angels",
      "description": "Lisa and the SUR staff take part in the Gay Pride Parade. Things turn ugly when Stassi finds out that Jax is back to his womanizing ways. Kristen finds new evidence about Tom and Ariana's relationship and confronts them both."
    },
    {
      "id": "S2E7",
      "season": 2,
      "episode": 7,
      "title": "Addicted",
      "description": "Lisa tries to wish Peter a happy 30th birthday, but when Scheana gives Peter an inappropriate lap dance, Katie and Kristen pick a fight and run Scheana out of the party. Stassi accuses Jax of being a sex addict, only to learn that Jax may have slept with one of her best friends."
    },
    {
      "id": "S2E8",
      "season": 2,
      "episode": 8,
      "title": "Sherlock Stassi",
      "description": "After Katie reveals the rumor that Kristen slept with Jax, Stassi hatches an elaborate plan to trick them into confessing. Lisa hires a \"secret diner\" to evaluate the service at SUR, but the staff is more focused on rumors than customers."
    },
    {
      "id": "S2E9",
      "season": 2,
      "episode": 9,
      "title": "Rich People Annoy Me",
      "description": "When The Real Housewives of Beverly Hills gather for a dinner party at SUR, Stassi and Jax witness firsthand that Lisa's high-class friends can be just as spiteful and vicious as their own. Kristen's obsession over rumors that Tom is hooking up with the pretty new bartender leads to a five-girl shouting match on the night of Lisa's dinner."
    },
    {
      "id": "S2E10",
      "season": 2,
      "episode": 10,
      "title": "SUR of the Border",
      "description": "Lisa's staff heads to Cabo for Stassi's 25th birthday, but a vulgar comment from Scheana turns the celebration into a catfight. When a drunken argument ends with a drink thrown in Katie's face, Stassi lashes out at her friends for taking the spotlight away from her birthday."
    },
    {
      "id": "S2E11",
      "season": 2,
      "episode": 11,
      "title": "The Ultimatum",
      "description": "Stassi's Cabo birthday continues to unravel as Jax crashes her booze cruise and brings uninvited guests. Kristen gives Lisa an ultimatum that doesn't sit well with her boss. After a final night of drinking, Kristen's shocking decision forever changes her friendships."
    },
    {
      "id": "S2E12",
      "season": 2,
      "episode": 12,
      "title": "Til Death Do Us Part",
      "description": "Lisa and Stassi throw Scheana the perfect surprise engagement. Tom lashes out at Jax for his part in the cheating rumors, but later shocks Stassi with his own news. Kristen's meltdown at SUR causes her friends to retreat and support her archrival, Ariana."
    },
    {
      "id": "S2E13",
      "season": 2,
      "episode": 13,
      "title": "Bitch Slap",
      "description": "When Stassi believes that Kristen committed the ultimate betrayal, she devises a plan to expose her in front of all of her friends. Lisa struggles to keep SUR's working dynamics under control when tensions between Jax, Tom, Stassi and Kristen reach all-time highs."
    },
    {
      "id": "S2E14",
      "season": 2,
      "episode": 14,
      "title": "I Lied",
      "description": "In the season finale, SUR's sexy annual photo shoot turns tearful as Stassi attacks Jax for his womanizing, and Lisa helps Tom deal with the growing evidence of Kristen's infidelity. Things come to an explosive head at Scheana's engagement party when Kristen and Tom finally face off with Stassi and Jax."
    },
    {
      "id": "S2E15",
      "season": 2,
      "episode": 15,
      "title": "Reunion Part 1",
      "description": "Andy Cohen brings Lisa Vanderpump and her sexy staff together at SUR for the first time since the shocking season finale. Stassi faces off against Kristen, Tom makes a surprise revelation about his relationship with Ariana, and Jax and Tom confront each other for the first time since their fight. Andy uncovers who's been dumped, who's sleeping with whom, and who might be leaving SUR for good."
    },
    {
      "id": "S2E16",
      "season": 2,
      "episode": 16,
      "title": "Reunion Part 2",
      "description": "In part two of the Vanderpump Rules Reunion, the SUR staff open up to Andy Cohen about why Kristen slept with Jax, why Jax has no remorse towards his old friend Tom, and whether Stassi can overcome the hurt and betrayal. Nothing has been the same since the explosive finale, and Lisa reveals how she's been keeping it together at SUR, where old friendships and couples have split, and as always new, even more controversial alliances and romances have taken their place."
    },
    {
      "id": "S2E17",
      "season": 2,
      "episode": 17,
      "title": "Secrets Revealed",
      "description": "\"Vanderpump Rules: Secrets Revealed\" serves up never-before-seen moments, as Andy Cohen visits Lisa Vanderpump and SUR to discuss the most revealing, embarrassing, and hilarious scenes you didn't see this season. Stassi attacks Jax for claiming he's \"in a relationship\" with a girl he's never met; frozen vodka helps Scheana reveal how she really feels about Stassi, Katie and Kristen; Tom reveals his darkest fantasy about seeing Kristen with another man; Katie shows Schwartz what half a bikini wax looks like; and Lisa accidentally reveals too much about her sex life."
    },
    {
      "id": "S3E1",
      "season": 3,
      "episode": 1,
      "title": "Instafight",
      "description": "In the Season 3 premiere, Lisa Vanderpump still rules over everything at SUR, but no longer rules over Stassi, who returns from New York to find everything has changed between her and her former friends. Meanwhile, Jax prepares for plastic surgery, Scheana plans her perfect birthday party, and Tom Sandoval sparks a romance with Ariana, but all happiness is jeopardized when Kristen digs up a secret that will rock everyone."
    },
    {
      "id": "S3E2",
      "season": 3,
      "episode": 2,
      "title": "All Fired Up",
      "description": "On the eve of her largest restaurant opening yet, Lisa must dole out harsh punishments to the SUR staff for their appalling behavior at Scheana's birthday party. Jax tries to do the right thing by choosing between his two girlfriends, but finds honesty has its downfalls. Stassi coaches Tom Schwartz on how to charm Lisa into giving him a fair shot at his new job at PUMP."
    },
    {
      "id": "S3E3",
      "season": 3,
      "episode": 3,
      "title": "Grand Opening and Closure",
      "description": "After going over the budget and past schedule, Lisa struggles to make the grand opening of PUMP a huge success. Stassi confronts Scheana over her mean-spirited tweets, but Scheana maintains she only retweeted what someone else already said. Kristen seeks closure with Tom Sandoval, but watching Ariana take her place triggers her innermost feelings for her ex-boyfriend."
    },
    {
      "id": "S3E4",
      "season": 3,
      "episode": 4,
      "title": "Jax \"Nose\" Best",
      "description": "Stassi reconnects with the SUR crowd at a Hollywood party, but Scheana and Kristen make sure she doesn't enjoy a happy homecoming. Jax learns who his real friends are when he undergoes a painful nose job. Tom Schwartz suffers a panic attack and runs out on his job at PUMP, infuriating both Katie and Lisa Vanderpump."
    },
    {
      "id": "S3E5",
      "season": 3,
      "episode": 5,
      "title": "In the Doghouse",
      "description": "Kristen and Tom Sandoval return to SUR after their suspensions. Tom Schwartz adopts a puppy to delay marriage talks with Katie, but their relationship is tested when Jax spreads rumors that Katie cheated. And Lisa gives Stassi a special opportunity to style her for a cover photo shoot, which ends up with both women feeling underappreciated by the other."
    },
    {
      "id": "S3E6",
      "season": 3,
      "episode": 6,
      "title": "Kiss and Tell",
      "description": "Kristen reveals that Tom Schwartz may be cheating on Katie. Katie interrogates the SUR staff about Schwartz's infidelity and discovers they know more than expected. Lisa hosts the \"50 Gay Mayors\" event at PUMP."
    },
    {
      "id": "S3E7",
      "season": 3,
      "episode": 7,
      "title": "New Girl, Old Grudges",
      "description": "With Gay Pride coming up, Lisa hires a new hostess named Vail, who immediately catches the attention of Jax. Stassi slams Tom Schwartz for remaining friends with Jax, but Schwartz believes her anger is just a grudge against her ex-boyfriend. James feels the strain of Kristen's ongoing obsession with Tom and Ariana."
    },
    {
      "id": "S3E8",
      "season": 3,
      "episode": 8,
      "title": "Mind the Jax",
      "description": "Jax pursues new SUR hostess Vail, but gets caught up in a lie about his current girlfriend. James tries to clear the air with Tom Sandoval before Scheana's bachelorette party in Miami, but Kristen's lingering obsession is too much for them to overcome. Katie and Tom seek couples' therapy to save their relationship."
    },
    {
      "id": "S3E9",
      "season": 3,
      "episode": 9,
      "title": "What Happens in San Diego...",
      "description": "Lisa advises Scheana to invite Stassi and Katie to her bachelorette party in Miami, but Stassi wants to boycott the celebration. Jax's girlfriend Tiffany hooks the guys up with a VIP weekend in San Diego; however, a night of drinking and debauchery leaves Tom Sandoval accusing Jax of going too far."
    },
    {
      "id": "S3E10",
      "season": 3,
      "episode": 10,
      "title": "Bachelorette Beach Party",
      "description": "The SUR crew puts aside their differences to celebrate Scheana's bachelorette party in Miami with sun, sand, and a lot of liquor. Jax pursues Vail, but Tom Sandoval calls him out for his lying, womanizing ways. When a PUMP manager quits, Lisa calls on the one person she knows can fill the important role: her daughter, Pandora."
    },
    {
      "id": "S3E11",
      "season": 3,
      "episode": 11,
      "title": "Tears Over Miami",
      "description": "Jax reunites with an old friend at Scheana's Miami Beach bachelorette party, making the group wonder if Jax is hiding secrets about his sexual past. Tom Sandoval makes a tearful plea to Kristen to stop harassing Ariana, and Lisa confronts Stassi for cutting Katie out of her life."
    },
    {
      "id": "S3E12",
      "season": 3,
      "episode": 12,
      "title": "A Stand Against Stassi",
      "description": "When Stassi refuses to forgive Katie for attending Scheana's bachelorette party, Katie must either fight for her friendship or cut Stassi out of her life. Peter mistakes Vail's flirting for interest and asks her on a date that quickly turns awkward. Kristen connects with the girl Tom Sandoval allegedly cheated with in hopes of finally breaking up his relationship with Ariana."
    },
    {
      "id": "S3E13",
      "season": 3,
      "episode": 13,
      "title": "Miami Vices",
      "description": "Kristen creates chaos at SUR when she ambushes Tom Sandoval with the girl he allegedly slept with in Miami. Scheana erupts at Kristen over her actions, causing a huge scene in front of customers. Lisa jumps to action to keep SUR running and discipline her staff after Miami Girl's disruption. Katie adjusts to life without Stassi."
    },
    {
      "id": "S3E14",
      "season": 3,
      "episode": 14,
      "title": "Judgement Day",
      "description": "Lisa confronts Kristen over her disrespect of management and arrives at a final decision on her future at SUR. Tom Schwartz makes a shocking revelation to Katie about the past. Scheana debates whether to disinvite Kristen from her wedding."
    },
    {
      "id": "S3E15",
      "season": 3,
      "episode": 15,
      "title": "For Better or Worse",
      "description": "The SUR crew comes together for Scheana's wedding, but Scheana melts down as the day of her dreams spirals into a nightmare. James confronts Kristen over her continued obsession with Tom Sandoval. Jax, Tom Sandoval, and Tom Schwartz debate the merits of marriage."
    },
    {
      "id": "S3E16",
      "season": 3,
      "episode": 16,
      "title": "Ring on a String",
      "description": "Scheana breaks down when her plan for a perfect wedding falls apart. Kristen lives up to everyone's worst expectations when she fights with James at the reception. Tom Schwartz makes a bad situation worse when his apology gift to Katie leads to tears."
    },
    {
      "id": "S3E17",
      "season": 3,
      "episode": 17,
      "title": "Jax Cracks",
      "description": "Jax struggles to stay loyal to Tom, but Stassi teaches Kristen how to make Jax reveal Tom's alleged cheating. James apologizes to Kristen to salvage their relationship. Lisa teams up with Lance Bass to host a puppy adoption at PUMP."
    },
    {
      "id": "S3E18",
      "season": 3,
      "episode": 18,
      "title": "Dethroned",
      "description": "In the Season 3 finale, SUR's annual photo shoot turns tense as Tom Sandoval confronts Jax for stabbing him in the back. Katie forces Tom Schwartz to take action in their relationship, while Tom Sandoval and Ariana take their own relationship to a whole new level. While Stassi accepts Lisa's invitation to the restaurant's anniversary party, she finds returning to SUR more tense than nostalgic."
    },
    {
      "id": "S3E19",
      "season": 3,
      "episode": 19,
      "title": "Reunion Part 1",
      "description": "When Andy Cohen brings Lisa Vanderpump and her staff together at SUR, Kristen reveals a shocking new friendship, Tom Sandoval defends his fight with James at Scheana's birthday, Jax addresses his rumored romantic past with a man from Miami, and Stassi comes face-to-face with Jax for the first time in over a year."
    },
    {
      "id": "S3E20",
      "season": 3,
      "episode": 20,
      "title": "Reunion Part 2",
      "description": "In part two of the Vanderpump Rules Reunion, Lisa and the SUR staff open up to Andy Cohen about their issues with Stassi. Tom Sandoval and Ariana confront Kristen over \"Miami Girl,\" Tom Schwartz responds to Katie's six-month marriage ultimatum, and Stassi reveals the real reason she is no longer friends with Scheana."
    },
    {
      "id": "S3E21",
      "season": 3,
      "episode": 21,
      "title": "Secrets Revealed",
      "description": "Andy Cohen visits Lisa Vanderpump and SUR staff to discuss the most revealing, embarrassing and hilarious scenes you didn't see this season. Katie attacks Jax for meddling in her relationship; James forces Kristen to delete her past with Tom Sandoval; Stassi and Katie try to help Peter score a date; Tom Schwartz freaks out during a routine medical procedure; Scheana calls out Katie for sucking up to Stassi; and Lisa hires a restaurant consultant to check on SUR, but his suggestions rub Lisa the wrong way."
    },
    {
      "id": "S4E1",
      "season": 4,
      "episode": 1,
      "title": "Playtime's Over",
      "description": "In the Season Four premiere, Lisa Vanderpump vows to take SUR restaurant to new heights. Scheana throws a costume party for her 30th birthday, but when Kristen shows up Ariana and Sandoval accuse Scheana of being a fake friend. James's reckless behavior threatens his DJ career, Schwartz realizes he's ready to commit to Katie, and a visit from Jax's mother offers rare insight into his life before SUR."
    },
    {
      "id": "S4E2",
      "season": 4,
      "episode": 2,
      "title": "New Blood",
      "description": "When Lisa Vanderpump brings new blood to the shark-infested waters of SUR, Katie and Scheana quickly teach new girl Lala that there's no such thing as a secret at Lisa's restaurant. Rumors spread that James was unfaithful to Kristen, and Kristen must make a tough choice about who to believe. Jax imports a new girlfriend from Kentucky and Scheana continues to feel the heat from Ariana over her friendship with Kristen."
    },
    {
      "id": "S4E3",
      "season": 4,
      "episode": 3,
      "title": "Pretty Little Lies",
      "description": "When Scheana and Katie bust Lala for lying about a modeling job in Italy, Lisa Vanderpump turns the table on them for picking on the new girl. Scheana worries her marriage may be in danger when it's revealed that her husband has been keeping secrets. Tom and Ariana try \"adulting,\" Jax and James compete for Lala's affection and Tom Schwartz makes a big step towards committing to Katie."
    },
    {
      "id": "S4E4",
      "season": 4,
      "episode": 4,
      "title": "Happily Never After",
      "description": "Lisa Vanderpump and the SUR crew force Scheana to reassess her marriage now that Shay's secret life is out in the open. Jax campaigns to get his new flame a job at SUR, even while things heat up between him and Lala. Sandoval and Schwartz pitch Lisa a business plan. Kristen and James seek couple's therapy."
    },
    {
      "id": "S4E5",
      "season": 4,
      "episode": 5,
      "title": "Cock of the Walk",
      "description": "Convinced that Kristen is cheating on him, James seeks revenge by hooking up with Lala. Katie and Ariana urge Scheana not to sweep marital problems under the rug, and a jealous Jax recruits Kristen in his scheme to pull Lala away from James."
    },
    {
      "id": "S4E6",
      "season": 4,
      "episode": 6,
      "title": "Love Bites",
      "description": "Lisa tries to outdo herself by throwing not one but two huge parties for Gay Pride. When James shows up flaunting fresh love bites, everyone wants to know which SUR girl was responsible. Sandoval and Schwartz kickstart Shay's makeover, Scheana doubles down on her marriage, and Jax seizes an opportunity to move in on Lala."
    },
    {
      "id": "S4E7",
      "season": 4,
      "episode": 7,
      "title": "Spit Take",
      "description": "Lisa treats a group of underprivileged kids to the full SUR experience, including a serving of bad behavior from her staff. Jax stands up for Kristen when her break up with James turns ugly. Ariana's mood sours when Sandoval contemplates going to Vegas without her, Schwartz and Sandoval fail to impress with their business plan, and Jax asks Brittany to move in with him."
    },
    {
      "id": "S4E8",
      "season": 4,
      "episode": 8,
      "title": "Dirty Thirty",
      "description": "Ariana reveals the emotional reasons why she wants Tom Sandoval to stick around after her birthday, to little effect. Lisa advises the girls to get back at their boyfriends for going to Vegas, so Lala, Katie and Ariana literally kiss and make up at Scheana's sleepover. Jax, Schwartz and Sandoval strive to be loyal to their girlfriends, but struggle to keep their pants on in Sin City."
    },
    {
      "id": "S4E9",
      "season": 4,
      "episode": 9,
      "title": "What Happened in Vegas",
      "description": "Sandoval and Schwartz learn that not all that happens in Vegas stays in Vegas when they surprise their girlfriends with shocking news from their trip. Kristen returns to SUR and apologizes to Ariana, but Ariana is not ready to forgive and forget. Lisa helps Katie examine Schwartz's commitment issues, Sandoval and Ariana take the stage at the Improv, James tries to sabotage Jax's love life, and a visit from Sandoval's mom sheds light on his pre-SUR life."
    },
    {
      "id": "S4E10",
      "season": 4,
      "episode": 10,
      "title": "No Strings Attached",
      "description": "Tom Schwartz finally mans up and plans to get down on one knee for Katie, but Lisa Vanderpump worries that his complicated proposal scheme will end in disaster. Brittany moving in with Jax doesn't stop him from moving in on Lala. Ariana's attitude drives Scheana and Katie closer to Kristen, Sandoval tries to correct a huge mistake, and Kristen and James get left out in the cold when the SUR crew plans a tropical vacation."
    },
    {
      "id": "S4E11",
      "season": 4,
      "episode": 11,
      "title": "Fully Engaged",
      "description": "Stassi has been sniffing around SUR, but Lisa Vanderpump wants her to keep her distance. Scheana and Ariana discover that their friendship may be more damaged than they ever knew. With the SUR crew headed to Hawaii for Jax and Tom's birthdays, James plots to get invited on the trip. Kristen attempts to make peace with Sandoval, newly engaged Katie takes her engagement ring on a victory lap at SUR, and Faith and Lala skinny dip in the most unlikely of places."
    },
    {
      "id": "S4E12",
      "season": 4,
      "episode": 12,
      "title": "Leis, Liquor and Lies",
      "description": "The SUR gang travels to Hawaii to celebrate Jax and Tom's birthdays, bringing their conflicts with them. Lala tries to come clean about her flirtation with Jax, but Jax refuses to accept any blame. Tom discovers Scheana sent negative texts about him to Ariana's mom. Katie lashes out when Lala skinny dips in front of Schwartz, and Lisa Vanderpump frets over Max from 3,000 miles away."
    },
    {
      "id": "S4E13",
      "season": 4,
      "episode": 13,
      "title": "The Bitch is Back",
      "description": "While the SUR crew parties in Hawaii, Stassi visits Kristen and reveals the truth about her sex tape. Ariana rejects Scheana's fake apologies, and Tom strikes back with an attack on Scheana's marriage. Lala kicks James out of bed for an equipment malfunction, and just hours before leaving paradise, Jax winds up in jail."
    },
    {
      "id": "S4E14",
      "season": 4,
      "episode": 14,
      "title": "Sex, Lies and Stassi's Videotape",
      "description": "Accused of felony shoplifting, Jax must answer to the courts, his girlfriend, and – worst of all – Lisa Vanderpump. Stassi finally tells the whole story of her sex tape crisis, and returns to SUR to repay Lisa for helping her keep the tape from leaking. James and Lala can't keep their hands off each other at a racy photoshoot, Scheana and Shay toast the end of a rocky first year of marriage, and Kristen deals with a \"Stage 5 Clinger\" boyfriend."
    },
    {
      "id": "S4E15",
      "season": 4,
      "episode": 15,
      "title": "Pucker & Pout",
      "description": "After months of hard work, Katie launches her website with a high-profile party, but a surprise appearance from James and an unexpected text message from Stassi threaten to ruin the event. Jax adjusts to his new life as an unemployed outlaw while Brittany adjusts to her new life as sole breadwinner. Lisa Vanderpump puts James in his place, Lala reacts to an ugly rumor, and Tom Schwartz takes Stassi to task."
    },
    {
      "id": "S4E16",
      "season": 4,
      "episode": 16,
      "title": "Bitch Ghost",
      "description": "When Stassi runs into her old SUR crew at Lala's house party, Scheana must finally answer for her part in Stassi's sex tape scandal. A humiliated Jax brags about his girlfriend's breast enhancement and tries to assert his social dominance, but his friends are not impressed. Tom Sandoval works on a new single, Kristen continues her serial dating, and Tom Schwartz lands in hot water with Katie when he quits his job for Lisa Vanderpump."
    },
    {
      "id": "S4E17",
      "season": 4,
      "episode": 17,
      "title": "Beach, Please",
      "description": "After Tom Sandoval forces Jax to answer for his recent bad behavior, Jax cheers himself up by buying Brittany a boob job. Lisa is faced with a big decision when James makes a scene at PUMP. Sandoval lasers the tattoo off his butt, Katie's beach party gets even hotter when Kristen and Ariana have it out, and Ariana makes a stunning statement that leaves both Scheana and Katie speechless."
    },
    {
      "id": "S4E18",
      "season": 4,
      "episode": 18,
      "title": "Too Little, Too Late",
      "description": "Against Lisa's better advice, Katie surprises Stassi in Palm Springs. James convinces himself that Kristen is still the answer to all his problems, even after getting him fired. Scheana worries that she's losing her friends, Tequila Katie rears her ugly head, and Jax, Tom Schwartz and Peter try their hand at babysitting."
    },
    {
      "id": "S4E19",
      "season": 4,
      "episode": 19,
      "title": "Just the T.I.P.",
      "description": "Katie begs Lisa Vanderpump to have her engagement party at Villa Rosa, but Lisa balks at having Stassi and Kristen on the guest list. Faced with a looming criminal court date, Jax questions everything in his life, including moving in with girlfriend Brittany. Katie enlists Scheana to help plan her engagement party, Sandoval hopes to launch his music career by shooting a video, and James and Kristen pour gasoline on their old flame."
    },
    {
      "id": "S4E20",
      "season": 4,
      "episode": 20,
      "title": "Push Comes to Shove",
      "description": "In the season four finale, Lisa Vanderpump hosts the biggest party of the year: Katie and Tom Schwartz's engagement. Guests of dishonor Kristen and Stassi stir up trouble, and trash-talking Lala creates a scene. Jax must atone for his crimes first in a criminal court, then in a much-anticipated reunion with Stassi. Tom Sandoval debuts his new song in a live performance at SUR, Scheana confronts Ariana, and Lala gets close to both Kristen and James."
    },
    {
      "id": "S4E21",
      "season": 4,
      "episode": 21,
      "title": "Reunion Part 1",
      "description": "The reunion part one kicks off with Kristen in the hot seat as she faces the heat from James and Ariana. Mike Shay makes his first reunion appearance as he opens up about his struggle with addiction, which results in a surprising resolution with an unlikely source. Also, Lala discusses the difficulties of being the new girl at SUR, plus Jax, Schwartz and Sandoval delve into their wild trip to Vegas."
    },
    {
      "id": "S4E22",
      "season": 4,
      "episode": 22,
      "title": "Reunion Part 2",
      "description": "James discusses those notorious bite marks from Gay Pride. Katie and Tom Schwartz talk about their long-awaited proposal, but not without getting grilled about their sex life. Brittany joins the reunion for the first time to reveal what it was really like moving across the country to be with Jax, and how her life and chest has changed. Plus, Scheana and Ariana explore their rocky friendship and Stassi returns to right her wrongs."
    },
    {
      "id": "S4E23",
      "season": 4,
      "episode": 23,
      "title": "Reunion Part 3",
      "description": "Stassi clashes with Lisa Vanderpump of the handling of Stassi's sex tape. Ariana furthers her crusade against Kristen's comedy career, while Katie explains the vengeance filled return of \"Tequila Katie,\" and Kristen and James rehash their one-night of reconciliation. Later, tensions escalate to a new high when James and Jax's explosive argument comes to near blows."
    },
    {
      "id": "S4E24",
      "season": 4,
      "episode": 24,
      "title": "Secrets Revealed",
      "description": "Catch the never-before-seen revealing, embarrassing, and most hilarious scenes you didn't see this season."
    },
    {
      "id": "S5E1",
      "season": 5,
      "episode": 1,
      "title": "Summer Bodies",
      "description": "Lisa Vanderpump's SUR Restaurant is hotter than ever, but the conflict within her staff is at an all-time high when Jax jeopardizes the best relationship he's ever had after spreading a shocking rumor involving his girlfriend Brittany and Kristen. Meanwhile, Stassi rallies the girls against James and Lala for fat shaming bride-to-be Katie, but Schwartz worries Stassi's return has brought out the worst in his fiancée. Finally, the group uncovers a bit of scandalous gossip about Lala's love life."
    },
    {
      "id": "S5E2",
      "season": 5,
      "episode": 2,
      "title": "What Went Down",
      "description": "Lisa organizes a huge dog charity event with the help of the SUR staff and Katie on board as her assistant. Later, Brittany threatens to leave Jax for spreading rumors of her sexual encounter with Kristen all over SUR, and James embarks on an \"Apology Tour\" for the horrible things he said to Scheana and Katie. Meanwhile, Tom Schwartz asks for a pre-nuptial agreement as he panics at the skyrocketing budget of his upcoming wedding."
    },
    {
      "id": "S5E3",
      "season": 5,
      "episode": 3,
      "title": "Call It Like I See It",
      "description": "Stassi, Scheana and Kristen are all asked to be a part of Katie's bridal party, but Ariana is left out in the cold as a result of her friendship with Lala. Meanwhile, Schwartz serves up Jax and Sandoval a spicy revenge for their years of hazing, and Katie questions Scheana's loyalty after spotting her getting cozy with Lala."
    },
    {
      "id": "S5E4",
      "season": 5,
      "episode": 4,
      "title": "Thirsty Girls",
      "description": "Scheana shuts down Lala's attempts at friendship in an effort to please Katie and her bridesmaids. Meanwhile, James is flying high when his pageant queen girlfriend comes to town for the summer, but the fun doesn't last after the new SUR hostess claims she slept with him. Later, Katie lashes out at Schwartz after learning he's secretly seeking therapy, causing him serious concern for the upcoming wedding. Finally, Jax eagerly watches as James puts his job at SUR in jeopardy."
    },
    {
      "id": "S5E5",
      "season": 5,
      "episode": 5,
      "title": "Cold Feet",
      "description": "Katie and Schwartz take a trip to scout their wedding venue, but when Schwartz shows signs of cold feet, Katie hits him below the belt. Meanwhile, Tom takes Ariana on a romantic date but discovers that he wants marriage and kids more than she does. Later, Scheana learns a scandalous rumor about Lala, while Lala learns two scandalous rumors about James. Finally, Lisa advises Katie to mend her relationship before the wedding."
    },
    {
      "id": "S5E6",
      "season": 5,
      "episode": 6,
      "title": "Pride",
      "description": "When terrorism strikes the Orlando gay community and threatens West Hollywood, Lisa puts her own safety aside to ride in the Pride Parade, rally SUR, and bring the community together. Meanwhile, Tom's jealousy over Ariana's bartending book sparks the nastiest fight of their relationship. Stassi plans a birthday trip to Montauk and James questions his friendship with Lala when the stories about her boyfriend continue to change."
    },
    {
      "id": "S5E7",
      "season": 5,
      "episode": 7,
      "title": "The Sociopath Test",
      "description": "Scheana and Kristen throw a surprise party for Shay and Carter, but Scheana gets surprised when Stassi and Katie attack her for sympathizing with Lala. Later, Jax reveals himself to be a certifiable sociopath on Stassi's podcast. Finally, Lisa gives Brittany advice on how to deal with relationship jealousy, and Ariana stands up for Scheana."
    },
    {
      "id": "S5E8",
      "season": 5,
      "episode": 8,
      "title": "No Show",
      "description": "After a vicious fight with Stassi and Katie, Scheana must decide whether she'll still go with them on Stassi's birthday trip to Montauk. Meanwhile, Lala begins to dread Ariana's Sonoma birthday trip when she learns she'll be stuck in close quarters with Jax. Finally, Lisa must decide whether to rehire James after he makes a sincere plea to get his DJ job back."
    },
    {
      "id": "S5E9",
      "season": 5,
      "episode": 9,
      "title": "The Talk of Montauk",
      "description": "Sandoval, Schwartz and Jax vow not to let Lala's no-show ruin Ariana's rowdy, NASCAR birthday weekend in Sonoma. Meanwhile, Stassi's Montauk birthday trip is off to a rocky start when she breaks down in tears over her recent split, and Katie and Kristen fail to find Stassi an eligible Hamptons suitor. Later, Lisa learns troubling news about Lala's situation, and Scheana feels like an outsider when she doesn't embrace Stassi's birthday traditions."
    },
    {
      "id": "S5E10",
      "season": 5,
      "episode": 10,
      "title": "Summer House Rules",
      "description": "Stassi continues her birthday trip at a Montauk clambake, where Katie finds Stassi potential new bachelors and Scheana and Kristen commit some seafood faux pas. Lala finally resurfaces to explain her disappearance, but Lisa isn't buying her wild lies. Ariana celebrates her birthday with Sandoval and Schwartz at a thrilling NASCAR race, but things grow tense after Jax disrespects Brittany. Later, Kristen, Katie and Scheana party at the Wirkus Twins' summer house, and sparks fly when Stassi finds herself alone in a hot tub with a handsome, young and successful New Yorker."
    },
    {
      "id": "S5E11",
      "season": 5,
      "episode": 11,
      "title": "The D Pic",
      "description": "Kristen upsets Brittany by using a picture of Jax's genitals in her comedy show. Meanwhile, Lala returns to SUR to apologize for missing Ariana's birthday, but Tom refuses to forgive her. Later, Brittany's mom arrives from Kentucky and puts the pressure on Jax to join a church and marry her daughter. Finally, Lisa surprises Katie with a risqué bridal shower gift and Ariana drops a bomb on Stassi, leaving her stunned."
    },
    {
      "id": "S5E12",
      "season": 5,
      "episode": 12,
      "title": "Jax's Roast",
      "description": "Sandoval decides to celebrate his birthday with a \"Fund-Rager\" to raise money for a good cause, but things go south when Scheana accuses James of cheating in front of his girlfriend. Meanwhile, Kristen hosts a roast for Jax, but Jax isn't too thrilled when Brittany's mom reacts to a rumor from his past. Later, Scheana reveals that her marriage isn't perfect, Lisa chastises Katie and Schwartz for constantly fighting, and Katie decides to get a medical marijuana card in an attempt to mellow out."
    },
    {
      "id": "S5E13",
      "season": 5,
      "episode": 13,
      "title": "Ambush",
      "description": "Schwartz tries to make peace between Ariana and Stassi, but Katie gets annoyed when Ariana refuses to play nice. Meanwhile, James is excited to play his biggest DJ set since being fired from SUR, but the gig is ruined when Jax, Scheana, Kristen and two alleged mistresses ambush James to expose his cheating ways. Finally, Lisa gives Katie valuable wedding advice and Schwartz gets his prenup, only to learn that he doesn't have much to protect."
    },
    {
      "id": "S5E14",
      "season": 5,
      "episode": 14,
      "title": "Into the Closet",
      "description": "A tearful Stassi gets some hard relationship advice from her little brother. Meanwhile, Sandoval attempts to reignite his career by diving back into modeling and acting in Peter's sci-fi movie. Later, Pandora throws Katie a relaxing spa day but things grow tense when Ariana refuses to apologize to Stassi and Katie's attacks brings Scheana to tears. Finally, Sandoval, Jax and Ariana raid Lisa's fabulous closet to fulfill Schwartz's dream of dressing in drag for his bachelor party."
    },
    {
      "id": "S5E15",
      "season": 5,
      "episode": 15,
      "title": "Beads, Beers and Tears",
      "description": "Scheana throws a pre-New Orleans pool party but when Tom and Katie's fighting reaches a new level, the group wonders if they should get married at all. Meanwhile, when Lisa allows James to DJ a party at PUMP James makes a play to get his old job back. Later, the bachelor/bachelorette party kicks off with plenty of Bourbon Street debauchery, but Sandoval stirs up trouble when he tells Katie she needs therapy. Finally, Stassi confronts Jax about his past mistakes resulting in tears from Jax and jealousy from Brittany."
    },
    {
      "id": "S5E16",
      "season": 5,
      "episode": 16,
      "title": "Man Tears and Braziers",
      "description": "Ariana and the groomsmen go on a manly gator tour, but when talk turns to Schwartz's relationship troubles the boys are reduced to tears. Meanwhile, gender stereotypes are flipped when Kristen hires a female stripper for the girls while the boys tuck in, tape up, and get beautiful in full drag. Back at SUR, Lisa tests out new dishes in hopes of spicing up the menu. Finally, Kristen reveals the root of Katie's anger towards Schwartz all summer, sparking a massive fight between angry drag queens, bitter boyfriends and scorned fiancés."
    },
    {
      "id": "S5E17",
      "season": 5,
      "episode": 17,
      "title": "Drag Battle",
      "description": "The epic New Orleans blowout continues late into the night, with Schwartz and Sandoval – still in full drag – fiercely refuting the cheating accusations. Meanwhile, Stassi realizes her past fights with Katie caused her to miss a painful moment when Katie needed her most. Later, Kristen confronts Sandoval about trying to ruin her new relationship, and Stassi pays her dad and grandmother a nostalgic visit on the day they're moving out of her childhood home. Finally, Katie and Schwartz bury their issues on a wild last night in Nola, featuring a scandalous game of spin the bottle. Back in LA, Lisa talks to Ken about partnering up with Tom Sandoval to open a new bar."
    },
    {
      "id": "S5E18",
      "season": 5,
      "episode": 18,
      "title": "Regrets Only",
      "description": "Lisa forces Katie and Tom to reexamine their entire relationship when she declines to officiate their wedding. Meanwhile, Stassi fumbles through her first blind date with the help of Kristen's questionable romantic advice. Finally, Lisa organizes another sexy SUR photo shoot, with Tom and Ariana wearing nothing but food."
    },
    {
      "id": "S5E19",
      "season": 5,
      "episode": 19,
      "title": "Triple Trouble",
      "description": "When Lala makes a surprise return to SUR, Lisa makes it clear that her unreliable behavior will no longer be tolerated. With Katie and Tom's wedding just days away, Jax and Sandoval arrange to fly in Schwartz's triplet brothers as a surprise gift. Meanwhile, Scheana announces her plan to have a baby despite her growing relationship issues with Shay, and Stassi poses for a nearly-nude photo shoot to get her mojo back. Finally, Katie and Tom arrive at their wedding venue only to be greeted by a very large bill."
    },
    {
      "id": "S5E20",
      "season": 5,
      "episode": 20,
      "title": "Taco Tuesday, Wedding Wednesday",
      "description": "Katie and Tom's wedding is finally here and the whole group comes together to show their support. Jax and Tom give Schwartz the ultimate wedding surprise when they fly in his triplet brothers. Meanwhile, Stassi is moved to tears when she and Lisa finally bury the hatchet. Finally, Scheana insists her relationship with Shay is perfect, but Lisa suspects she may be hiding something."
    },
    {
      "id": "S5E21",
      "season": 5,
      "episode": 21,
      "title": "Introducing Mr. & Mrs. Schwartz",
      "description": "Lisa officiates the woodsy elegant ceremony that only Katie and Tom could pull off. Jax re-evaluates his relationship with Brittany, and Ariana considers taking her relationship to the next step with Sandoval. Meanwhile, Lisa offers the Toms the business opportunity of a lifetime, but Schwartz fears making two commitments in one day. Finally, Scheana reveals a dark secret about her marriage that will change the rest of her life."
    },
    {
      "id": "S5E22",
      "season": 5,
      "episode": 22,
      "title": "Reunion Part 1",
      "description": "The three-part reunion kicks off with Andy seeking the truth about the Kristen and Brittany hookup, Katie's attack on Schwartz's manhood, and James, who is shockingly seated next to Jax, addresses the cheating rumors. Lisa Vanderpump recounts the emotions of celebrating Gay Pride in the wake of a tragedy, and Lala Kent makes an unexpected return to reignite her feud with Stassi, Kristen and Katie. Andy has a hilarious visit with the SUR cooks, and Lala receives an unanticipated apology from the most unlikely source."
    },
    {
      "id": "S5E23",
      "season": 5,
      "episode": 23,
      "title": "Reunion Part 2",
      "description": "The reunion continues with Andy addressing Lala about the rumors of her dating a married man and why she disappeared from SUR without explanation. Stassi's little brother Nikolai joins the reunion to offer the cast some tough love and much-needed life advice. Brittany expresses her anger with Kristen for using a picture of Jax's unmentionable in her comedy routine, Scheana confronts Katie about her drinking and things get heated when Ariana calls Stassi out for being manipulative."
    },
    {
      "id": "S5E24",
      "season": 5,
      "episode": 24,
      "title": "Reunion Part 3",
      "description": "The reunion concludes as Lisa explains why she initially refused to officiate Katie and Tom's wedding. James lashes out at Jax and Kristen for sabotaging his show and Tom and Ariana discuss being blamed for all the problems in Katie's relationship. Lisa tells Schwartz he blew his chance to go into business with her and Ariana explains why she won't marry Sandoval. Finally, Scheana shares an emotional moment with her estranged husband, Michael Shay, to discuss the disintegration of their relationship."
    },
    {
      "id": "S6E1",
      "season": 6,
      "episode": 1,
      "title": "Masquerade",
      "description": "In the Season Six premiere, freshly divorced Scheana throws a lavish masquerade birthday party to show off her new boyfriend, but things get tense when she leaves Katie and Stassi off the guest list. Sandoval jeopardizes his and Schwartz's new restaurant partnership with Lisa when she overhears him complaining about her management style. Finally, a vicious rumor circulates that could destroy a relationship for good."
    },
    {
      "id": "S6E2",
      "season": 6,
      "episode": 2,
      "title": "UnFaithful",
      "description": "A painful revelation makes Brittany flee L.A., leaving her relationship with Jax in question. Stassi reconnects with her ex-boyfriend Patrick and ex-boss Lisa Vanderpump, while James attempts to reclaim his DJ job at SUR. Lisa proudly serves as grand marshal of the Long Beach Gay Pride parade, where Sandoval discovers a new fetish he hopes will revive his and Ariana's lagging sex life."
    },
    {
      "id": "S6E3",
      "season": 6,
      "episode": 3,
      "title": "Back in the Saddle",
      "description": "Brittany's girlfriends put aside their differences and throw a Kentucky-themed party to help cure her heartache, but the group learns Jax's indiscretion may not have been a one-time thing. When Ariana gets thrown off of her horse during practice, she must learn how to get back in the saddle. Lala returns to SUR to ask for Lisa's forgiveness—and her old job."
    },
    {
      "id": "S6E4",
      "season": 6,
      "episode": 4,
      "title": "Absinthe-minded",
      "description": "When Lala learns Katie has been talking about her relationship again, she drops a bombshell that could break Katie's heart. Schwartz and Sandoval try to prove their commitment to partnering with Lisa Vanderpump by making the biggest investment of their lives. Stassi struggles as SUR's new event planner, while Jax and James forge an unlikely friendship with the help of some absinthe."
    },
    {
      "id": "S6E5",
      "season": 6,
      "episode": 5,
      "title": "Sex, Lies and Audiotape",
      "description": "Jax convinces Brittany to host a housewarming party in an attempt to prove their relationship is mended, but the evening devolves into madness when a devastating audio recording surfaces. Lisa and Katie take Schwartz to task after his latest drunken blackout, while Kristen must tell Scheana that her boyfriend Rob may not be as perfect as he seems. Finally, Ariana reveals the heartbreaking reason for her body image struggles."
    },
    {
      "id": "S6E6",
      "season": 6,
      "episode": 6,
      "title": "See You Next Tuesday",
      "description": "Ariana's role in releasing Jax's scandalous audio recording leads to a fight with Sandoval that threatens their relationship, while Scheana and Katie strike a truce to stay out of each other's relationships. At SUR, James hustles to make sure his first DJ event is a smashing success, Lisa marvels at Brittany's dedication to Jax, and Lala bonds with Billie, the restaurant's new hostess."
    },
    {
      "id": "S6E7",
      "season": 6,
      "episode": 7,
      "title": "It's Not About the Pasta",
      "description": "Scheana spirals out of control when she suspects Rob is pulling away, forcing Lisa to come to her rescue. Stassi assists in dressing the staff for SUR's annual Gay Pride celebration, while James erupts on Lala after she insults his girlfriend. Jax turns to an unlikely form of therapy in order to come to terms with his anger and infidelity."
    },
    {
      "id": "S6E8",
      "season": 6,
      "episode": 8,
      "title": "Best Mates",
      "description": "Kristen tests Jax's patience when she flies out Brittany's mom for a visit, especially when it turns out that she has another surprise up her sleeve. Lala finds her inner feminist and schemes to repair Scheana and Katie's friendship, Lisa rewards Peter for years of loyal service, and a salacious rumor about James and his best friend makes the rounds at SUR."
    },
    {
      "id": "S6E9",
      "season": 6,
      "episode": 9,
      "title": "Call Me Jason",
      "description": "Stassi helps organize a party to honor Lisa Vanderpump's new role at Beverly Hills Lifestyle magazine, but struggles to convince her bitter ex-coworkers to lend a hand. Schwartz's triplet brothers come for a visit and a Tom Sandoval makeover, Jax's anger issues send him running back to reiki therapy, and Katie finds herself the victim of body-shaming comments. Lisa must find a way to reopen SUR after a fire nearly puts the restaurant permanently out of commission."
    },
    {
      "id": "S6E10",
      "season": 6,
      "episode": 10,
      "title": "Screams and Queens",
      "description": "Birthday twins and perpetual rivals Stassi and Ariana plan extravagant parties on the same night, but while Ariana shines as the belle of the ball, an embarrassed Stassi runs off in tears. Meanwhile, Schwartz and Sandoval celebrate the approval of TomTom's permits by writing hefty checks, Lisa punishes Jax for ruining her big night, and Sandoval and Ariana work through their intimacy issues."
    },
    {
      "id": "S6E11",
      "season": 6,
      "episode": 11,
      "title": "It's All Happening",
      "description": "Lisa channels all her energy into restoring SUR after the devastating fire. On the heels of her birthday meltdown, Stassi consults a tarot card reader about her future with Patrick, while Scheana invites a select group of friends to visit Rob's prized cabin in Big Bear. James makes a startling admission about his feelings for with Lala, and Jax feels left behind in the wake of Tom and Tom's success."
    },
    {
      "id": "S6E12",
      "season": 6,
      "episode": 12,
      "title": "Wishful Sinking",
      "description": "In Big Bear, Jax cheats death when an attempt to show off goes horribly wrong. Raquel questions whether James still harbors romantic feelings for Lala, Ariana gets upset when Sandoval doesn't invite her on a business trip to Las Vegas, and Rob reveals that he doesn't tell Scheana he loves her – providing Jax with fresh gossip to spread. Back in Los Angeles, Stassi interviews Lisa for her podcast, and Katie and Schwartz share date night."
    },
    {
      "id": "S6E13",
      "season": 6,
      "episode": 13,
      "title": "Vegas! Baby?",
      "description": "Lisa takes Sandoval and Schwartz on a business trip to Las Vegas to design their new bar, but when the guys focus more on partying than professionalism, Lisa questions the whole partnership. Meanwhile in Vegas, Brittany tells Katie and Ariana she needs to take a pregnancy test, and everyone is shocked by Jax's reaction to the results. Back in L.A., Lala reaches out to former frenemy, Stassi, to help plan her debut musical event, and Stassi urges Lala to confront the wildcard that could sabotage her performance, James Kennedy."
    },
    {
      "id": "S6E14",
      "season": 6,
      "episode": 14,
      "title": "Watch Your Back",
      "description": "Brittany spoils Jax on his 38th birthday, but he shows his lack of maturity when confronted with a reminder of his infidelity. Seeking revenge on Jax for telling people Rob doesn't love her, Scheana sets Brittany up with SUR's hottest new model and bartender. Ariana's brother asks out new SUR hostess Billie Lee, but when Stassi questions Jeremy's character, Ariana responds with fierce sisterly protection. James has an emotional reunion with his Dad, and Sandoval and Schwartz must redeem themselves with Lisa after a disastrous Vegas business trip."
    },
    {
      "id": "S6E15",
      "season": 6,
      "episode": 15,
      "title": "Nothing Here for Me",
      "description": "Brittany tries to get her relationship back on track by taking the group to Mexico for Jax's birthday, but Jax blindsides Brittany with the news he's considering moving to Florida for a job. James delights in being invited on Jax's trip, Sandoval and Schwartz finally impress Lisa by creating innovative cocktails for TomTom, and Stassi and Lala take Jax to task for always putting his needs above Brittany's."
    },
    {
      "id": "S6E16",
      "season": 6,
      "episode": 16,
      "title": "SUR Going South",
      "description": "The Mexico adventure continues as the group explores a natural water park, Playa del Carmen nightlife, and a little local spot called \"SUR.\" James tries to remain in Jax's favor by exposing Scheana's role in hooking up Brittany with the hot new barback, Stassi and Kristen clash over Kristen's vacation meltdowns, and Lisa predicts that a volatile romantic triangle at SUR will end explosively."
    },
    {
      "id": "S6E17",
      "season": 6,
      "episode": 17,
      "title": "The Smoking Gun",
      "description": "The Playa del Carmen party continues as James takes over the DJ booth at a Mexican club, and Jax confronts Scheana for setting up Brittany with another man. Meanwhile, Lisa adopts a new dog, Schwartz horrifies Katie with a drunken blackout, Stassi realizes her relationship is in trouble, and the rumor mill works overtime when exes Kristen and James share a night on the beach."
    },
    {
      "id": "S6E18",
      "season": 6,
      "episode": 18,
      "title": "Karma's a Bitch",
      "description": "After returning to LA, Kristen must tell her boyfriend about the night she spent with James. Sandoval convinces Lisa to throw a \"progress party\" to show off the TomTom space, and Jax confronts Brittany's admirer. Tensions finally come to a head at SUR, where Jax has an epic meltdown in front of staff, customers, and Lisa herself."
    },
    {
      "id": "S6E19",
      "season": 6,
      "episode": 19,
      "title": "Reiki Breaky Heart",
      "description": "Ariana and Brittany seek relationship advice from Lisa, while Stassi throws a party to relaunch Katie's beauty blog. Kristen's boyfriend Carter questions Sandoval about her night in Mexico with James. Katie and Tom celebrate their first wedding anniversary, while Jax and Brittany's relationship takes a surprising turn."
    },
    {
      "id": "S6E20",
      "season": 6,
      "episode": 20,
      "title": "Lost Cause",
      "description": "After a painful breakup, Brittany bounces back with new swagger, a new outlook, and her sights set on a new man. Ariana blows up at Sandoval for choosing to support Jax over spending time with her, Lisa gives Stassi relationship advice, and Kristen tries to convince Carter of her loyalty. Finally, Lala takes the stage with James for the biggest musical performance of her career."
    },
    {
      "id": "S6E21",
      "season": 6,
      "episode": 21,
      "title": "Welcome to Tomtom",
      "description": "In the Season Six finale, Sandoval and Schwartz give their friends a sneak peek at TomTom, but a cloud hangs over the party as Lisa must decide Jax's future at SUR. Scheana makes a last-ditch effort to connect with Rob, James receives huge news about his DJ career, and Stassi introduces Lisa to her boyfriend with catastrophically awkward results. Finally, Brittany unleashes three months of pent up anger and frustration at Jax."
    },
    {
      "id": "S6E22",
      "season": 6,
      "episode": 22,
      "title": "Reunion Part 1",
      "description": "The three-part reunion starts off with a bang as host Andy Cohen uncovers the real stories behind Jax cheating on Brittany, the rumor that James slept with his best friend Logan, and the status of Stassi's relationship with Patrick. Lisa Vanderpump sets Sandoval and Schwartz straight on their roles at TomTom, Jax shares the heartbreaking details of his father's passing, Ariana opens up about her body issues, and Scheana breaks down when Jax attacks her for sabotaging his relationship."
    },
    {
      "id": "S6E23",
      "season": 6,
      "episode": 23,
      "title": "Reunion Part 2",
      "description": "In Part Two of the Vanderpump Rules reunion, host Andy Cohen recaps Katie and Schwartz's rollercoaster first year of marriage, the group questions Jax's relationship with his reiki healer, and Lala reveals more about her mysterious boyfriend than ever before. SUR's newest hostess Billie Lee joins the group and opens up about life as a transgender woman, while Stassi and Ariana revisit their argument about Stassi's controversial podcast comments. Finally, Kristen defends her decision to fly out Brittany's mom for a surprise visit, and the girls band together to celebrate Lala's special brand of feminism."
    },
    {
      "id": "S6E24",
      "season": 6,
      "episode": 24,
      "title": "Reunion Part 3",
      "description": "As the three-part reunion concludes, Andy Cohen explores Jax's epic meltdown at SUR and his decision to break up with Brittany. Lala and James examine the intermittent flirting and fighting in their relationship, Kristen takes Sandoval to task for spreading the rumor that she hooked up with James, and Stassi recounts her embarrassing encounter with Patrick and Lisa Vanderpump at the TomTom progress party. Finally, Katie and Schwartz discuss the prospect of having children, Ariana reveals the latest on her struggles with body image issues, and Jax discusses his future with Brittany."
    },
    {
      "id": "S6E25",
      "season": 6,
      "episode": 25,
      "title": "Secrets Revealed",
      "description": "Andy Cohen joins Lisa and the cast of Vanderpump Rules for \"Secrets Revealed,\" a hilarious, illuminating, and occasionally scandalous look at never-before-seen footage from Season Six. Lisa learns about Lala's financial arrangement with her wealthy boyfriend; Jax celebrates his birthday with a hilarious game of trampoline dodgeball; Stassi, Katie, and Brittany try a new strategy to get over a hangover; Schwartz and Jax volunteer to build a house but find manual labor isn't their strong suit; James sheds new light on his former romance with Lala; and Schwartz and Sandoval secretly meet up with Scheana's ex-husband."
    },
    {
      "id": "S7E1",
      "season": 7,
      "episode": 1,
      "title": "A Decent Proposal",
      "description": "In the season seven premiere, Lisa Vanderpump finds herself behind schedule on TomTom, the new bar she's opening with Tom Sandoval and Tom Schwartz. James finds himself in hot water with the group after he insults Brittany with an offensive rap, Scheana settles into single life, and Stassi revels in the \"honeymoon phase\" of her new romance. Finally, Jax makes a grand gesture to prove he's a new man when he proposes marriage to Brittany."
    },
    {
      "id": "S7E2",
      "season": 7,
      "episode": 2,
      "title": "Hope and Pride",
      "description": "Stassi plans an epic surprise party to celebrate Jax and Brittany's engagement, but Sandoval and Ariana question Jax's ability to commit to one woman for the rest of his life. James attempts to work his way back into the group's good graces, unaware that Kristen has hatched a plan that might ruin his romance and banish him for good. Stassi seeks Lisa's approval for her new beau Beau, and Lisa must decide whether Jax deserves another chance to work at SUR."
    },
    {
      "id": "S7E3",
      "season": 7,
      "episode": 3,
      "title": "Either Him or Me",
      "description": "James spirals out of control after being ambushed by Kristen at Pride, while his girlfriend Raquel struggles to accept new rumors about his alleged infidelity. Jax and Brittany decide to start a beer cheese company together, Tom Schwartz takes James to task for insulting Katie, and Scheana feels threatened by Stassi and Ariana's newfound friendship. When Katie is the victim of body-shaming comments, she gives Lisa Vanderpump an ultimatum that will send reverberations throughout the SUR community."
    },
    {
      "id": "S7E4",
      "season": 7,
      "episode": 4,
      "title": "Lisa's Dilemma",
      "description": "Katie's ultimatum forces Lisa Vanderpump to reconsider employing James at SUR, while Scheana tries to prove her loyalty to Katie, Kristen and Stassi by cutting ties with him. Tom Schwartz and Tom Sandoval differ in their methods of interviewing potential TomTom staff, Jax and Brittany host a dinner party to debut their beer cheese, and Lala resents having to return to the hostess stand after enjoying a glamorous life outside of SUR."
    },
    {
      "id": "S7E5",
      "season": 7,
      "episode": 5,
      "title": "Ice Queens",
      "description": "Stassi and Ariana put their rivalry aside to throw an epic winter-themed birthday party, but Stassi's new boyfriend Beau gets his first taste of Stassi's famously bad birthday behavior. Jax confronts Tom Sandoval for questioning his engagement to Brittany, while Scheana finds herself attracted to her \"best friend\" Adam Spott. James Kennedy finds himself cut off from everyone at SUR, but Lisa vows not to give up on her former DJ."
    },
    {
      "id": "S7E6",
      "season": 7,
      "episode": 6,
      "title": "Love Thy Mother",
      "description": "Stassi struggles to make amends with Beau after her birthday meltdown, while a newly sober James attempts to rekindle his friendship with Lala. Kristen celebrates the relaunch of her t-shirt line, Jax causes trouble at a SUR staff meeting, and the Toms present their cocktails to Lisa in hopes of getting them on the TomTom menu. Finally, when Katie, Kristen, and Stassi's mothers all come to town, the girls learn growing older doesn't always mean growing up."
    },
    {
      "id": "S7E7",
      "season": 7,
      "episode": 7,
      "title": "Girls' Night In",
      "description": "Katie convinces Lisa to let her host a \"Girls' Night In\" party on James's former night, but Billie Lee lashes out at Katie for not including her in the planning. Brittany throws an unexpected tantrum, causing her friends to speculate she's stressed over her engagement to Jax. Lala decides James is moving too fast in rebuilding their friendship, and Stassi creates her own personal holiday: National Outfit of the Day Day."
    },
    {
      "id": "S7E8",
      "season": 7,
      "episode": 8,
      "title": "A Housewarming Divided",
      "description": "The group journeys to Marina del Rey for Scheana's housewarming, where they learn Scheana and her \"best friend\" Adam have made their relationship physical, and Lala calls out Billie Lee. Ariana erupts on Tom for gossiping to the guys about her past romantic encounters with women, and Lisa Vanderpump finally reveals the fully finished TomTom to a giddy Sandoval and Schwartz."
    },
    {
      "id": "S7E9",
      "season": 7,
      "episode": 9,
      "title": "Tom and Tommer",
      "description": "Lisa Vanderpump entrusts Sandoval and Schwartz with major responsibility as they scramble to get TomTom ready for its opening event, but Kristen is devastated when she learns she's not allowed to come. James erupts when Raquel considers attending \"Girls' Night In,\" Lala advises Scheana not to overshare with Stassi, Katie and Kristen, and Jax celebrates his first birthday without the support of his parents."
    },
    {
      "id": "S7E10",
      "season": 7,
      "episode": 10,
      "title": "So Vain in Solvang",
      "description": "Lala shows her girlfriends a glimpse of the good life when she takes them to Solvang on a private jet, but Kristen's mounting travel anxiety threatens to derail the trip. Jax looks forward to an epic boys' night with Sandoval and Schwartz, but first Brittany brings Jax to therapy to deal with his past infidelities. When James has an explosive fight with his mother over money, his mother reaches out to Lisa to employ a different Kennedy brother."
    },
    {
      "id": "S7E11",
      "season": 7,
      "episode": 11,
      "title": "Return of Crazy Kristen",
      "description": "Kristen's bizarre vacation behavior threatens to spoil the girls' trip to wine country, while Scheana breaks down over the fact that she's no longer close with Stassi and Katie. Back in LA, James is overjoyed when he gets a last-minute invite to the guys' wild \"staycation,\" and Jax fears he may revert to his bad boy ways when Tom Sandoval invites girls back to their hotel room."
    },
    {
      "id": "S7E12",
      "season": 7,
      "episode": 12,
      "title": "PJs on the PJ",
      "description": "Stassi gives Kristen tough love about her relationship with Carter, while Sandoval and Schwartz worry that Lisa may not put their cocktails on the TomTom menu. When Lisa gives James permission to DJ an event at PUMP, he makes a play to regain his full-time job at SUR. Finally, upon returning home from the girls' trip, Lala faces a betrayal from her boyfriend that may end their three-year relationship."
    },
    {
      "id": "S7E13",
      "season": 7,
      "episode": 13,
      "title": "Reptilian Brain",
      "description": "Stassi desperately wants to make a good impression when she first meets Beau's mom, but her hopes are dashed when Kristen and Carter cause a huge fight with Stassi and Katie in front of everyone. Sandoval and Ariana finally have an honest discussion about having kids, Jax dotes on Brittany after her dental surgery, and Lala dishes some dirt about the tawdry beginnings of her relationship with Randall."
    },
    {
      "id": "S7E14",
      "season": 7,
      "episode": 14,
      "title": "Tom vs. Tom",
      "description": "The Toms plan a Puerto Vallarta vacation for their friends, but Katie explodes on Sandoval when she learns they've also invited James Kennedy. Kristen and Carter share an awkward dinner on their three-year anniversary, Lisa Vanderpump doles out some wisdom that might salvage a friendship and business partnership, and Tom and Tom are forced to confront James with some very bad news."
    },
    {
      "id": "S7E15",
      "season": 7,
      "episode": 15,
      "title": "Trouble in Lala-Land",
      "description": "Still grieving over her father, Lala breaks down and lashes out at James, Raquel, and Billie Lee in front of customers at SUR. Lisa, Sandoval and Schwartz throw all their effort into preparing TomTom for the grand opening, while Jax complains about the mounting expense of his upcoming engagement party. James struggles to hold it together after being disinvited from Mexico, while Scheana hosts an enchilada night to reconnect with Stassi, Katie and Kristen."
    },
    {
      "id": "S7E16",
      "season": 7,
      "episode": 16,
      "title": "I Don't Like the Sound of Your Voice",
      "description": "On the day of TomTom's official opening party, Sandoval surprises Schwartz with his grandest gesture yet, while Lisa confronts Lala about her behavior at Billie Lee's brunch. Katie sees the group's vacation to Mexico as a chance to reconnect with her busy husband, but ends up exploding when Schwartz takes a seat in first class without her. Still smarting from his exclusion from the trip, James makes a shocking revelation about his sobriety."
    },
    {
      "id": "S7E17",
      "season": 7,
      "episode": 17,
      "title": "FOMO in Mexico",
      "description": "As the Mexico trip continues, Stassi unleashes her insecurities on Beau, while Ariana attempts to show Lala the error of her mean girl ways. Lisa oversees TomTom's first dinner service back in West Hollywood, while Schwartz and Sandoval celebrate their bar's big success from afar. A blissful Kristen finally conquers her travel anxiety, but her temper is tested when Jax dredges up old accusations against her."
    },
    {
      "id": "S7E18",
      "season": 7,
      "episode": 18,
      "title": "End of an Era",
      "description": "On their final night in Mexico, Lala's decision to return to drinking leads to a public panic attack, while Schwartz finds a unique way to rekindle the romance with Katie. Stassi and Beau try to repair their relationship after their epic fight, while Kristen and Ariana take a step forward in their newfound friendship. Back in LA, Lisa contemplates firing a long time staff member, Raquel decides to throw a \"puppy shower\" to win some friends, and Billie Lee gets yelled at by Lisa for disrespecting her at work."
    },
    {
      "id": "S7E19",
      "season": 7,
      "episode": 19,
      "title": "The Exorcism of Stassi Schroeder",
      "description": "Tom Schwartz finds a spectacular way to make good on his financial obligation to Lisa, while Stassi visits a real-life witch to exorcise the demons threatening her relationship with Beau. Lala stages a musical performance in honor of her father and comes to a realization about alcohol, James throws a fit when he learns he won't be DJing Billie Lee's brunch, and Jax reveals some troubling issues during his and Brittany's couple's therapy."
    },
    {
      "id": "S7E20",
      "season": 7,
      "episode": 20,
      "title": "Brittany and the Beast",
      "description": "Scheana goes out with a hot young model in an attempt to make Adam jealous, while James accuses Lala of being insincere in her attempt to save their friendship. Ariana vows to confront Lisa Vanderpump when she hears she has been criticizing Tom Sandoval's work ethic. When Brittany's big Kentucky family descends on West Hollywood in preparation for the engagement party, Jax puts his foot in his mouth during a tense conversation with her father."
    },
    {
      "id": "S7E21",
      "season": 7,
      "episode": 21,
      "title": "Rules of Engagement",
      "description": "In the season seven finale, Jax and Brittany celebrate their engagement at an elaborate fairy-tale themed party, even as Brittany's father expresses doubts about his future son-in-law. Ariana confronts Lisa Vanderpump about not respecting Tom and Tom as business partners, while Brittany must inform Lala that she's excluded from her wedding party. Finally, the simmering tensions between Scheana and Adam boil over after Scheana reveals she's been with another guy."
    },
    {
      "id": "S7E22",
      "season": 7,
      "episode": 22,
      "title": "Reunion Part 1",
      "description": "In the shocking first hour of the Vanderpump Rules reunion, host Andy Cohen sits down with the gang from SUR to discuss Brittany's surprising engagement, the rap that ended James' friendship with Jax, and the trials and tribulations of Tom and Tom's first year in business with Lisa Vanderpump. James's girlfriend Raquel Leviss answers questions about her boyfriend's alleged infidelity, while Jax and James go head to head over vicious Twitter allegations, and Scheana confronts Lala about hiding her true life and relationship."
    },
    {
      "id": "S7E23",
      "season": 7,
      "episode": 23,
      "title": "Reunion Part 2",
      "description": "The reunion continues as Lala and James argue over the demise of their friendship, Katie defends her ultimatum to Lisa Vanderpump, and Ariana and Lala reveal the steamy details of their backseat hook-up. Special guest Billie Lee dishes on the \"Girls Night In\" fiasco, her feud with Lala, and her secret hook-up with another cast member. Stassi explains the origins of her now-famous #OOTD Day, and Sandoval takes Andy Cohen for a wild ride in the TomTom motorcycle sidecar."
    },
    {
      "id": "S7E24",
      "season": 7,
      "episode": 24,
      "title": "Reunion Part 3",
      "description": "The Vanderpump Rules reunion comes to a dramatic close as Stassi and Katie argue with Kristen over her tumultuous relationship with Carter, Jax answers for his bad behavior toward Brittany's family, and Scheana reveals the surprising results of her penguin gift to \"best friend\" Adam. Stassi's boyfriend Beau Clark makes an appearance and opens up about their dramatic fights in Mexico and the future of their relationship. Tom Schwartz defends his manhood, while Jax discusses whether his own mother will be invited to his wedding, and Lisa warns James that his outbursts and aggression may cause him to lose what little support he has left."
    },
    {
      "id": "S8E1",
      "season": 8,
      "episode": 1,
      "title": "There Goes the Neighborhood",
      "description": "In the season eight premiere, Jax, Brittany, Schwartz, Katie, Sandoval and Ariana all move into their very first \"grown-up\" houses, while Stassi struggles to rebuild her broken friendship with Kristen. Newly sober Lala confides in Lisa Vanderpump about her desire to make amends with an old friend, and TomTom general manager Max breaks the rules by dating the new hostess, Dayna—much to his ex-girlfriend Scheana's dismay. Finally, Jax retaliates when Tom Sandoval skips one of his wedding events."
    },
    {
      "id": "S8E2",
      "season": 8,
      "episode": 2,
      "title": "Training Days",
      "description": "Scheana claims she no longer has feelings for her ex Max, but when the new server Dayna starts dating him, Scheana makes Dayna's life at SUR very difficult. Stassi, Katie and Brittany grow frustrated with Kristen's refusal to cut ties with Carter, so Jax takes it upon himself to disinvite Carter from the bachelor/bachelorette trip to Miami. After an icy year of animosity, Lala and James finally find a way to put their differences aside, and Ariana opens up to Lisa Vanderpump about her struggles with depression."
    },
    {
      "id": "S8E3",
      "season": 8,
      "episode": 3,
      "title": "Next Level Rage Texts",
      "description": "Stassi throws a book party at TomTom, but when Sandoval rage texts her for excluding him from the planning, it leads to an epic explosion between the two and forces Schwartz to pick sides between his two friends. Scheana bonds with new SUR server Charli over their mutual dislike for Dayna, while Dayna and Max's relationship continues to blossom. Finally, with Lisa Vanderpump away on a business trip, Schwartz must try to mend the rift in his friend group before everyone heads to Miami to celebrate Jax and Brittany."
    },
    {
      "id": "S8E4",
      "season": 8,
      "episode": 4,
      "title": "Don't Do It, Brittany",
      "description": "When the group heads to Miami for a wild bachelor/bachelorette party weekend, Beau confronts Sandoval for attacking Stassi at her book signing. Meanwhile, Ariana accuses Schwartz of not pulling his weight at TomTom, and Brittany has a meltdown triggered by an unexpected reminder of Jax's infidelity. Back in Los Angeles, Lisa Vanderpump conducts her own investigation into what went wrong at TomTom, and Dayna turns to Lisa for advice on how to handle Scheana."
    },
    {
      "id": "S8E5",
      "season": 8,
      "episode": 5,
      "title": "Grumpy Old Men",
      "description": "Jax and Brittany's dual bachelor/bachelorette trip charges on as Sandoval, Schwartz, Jax, and Beau plan a surprise disguise for the girls, while Stassi finds herself caught in the middle of a friendship-ending fight between Katie and Kristen. Back at SUR, Danica warns Dayna about Max's reputation as a womanizer, while Lisa Vanderpump must decide whether to allow volatile James Kennedy to DJ at TomTom for Gay Pride."
    },
    {
      "id": "S8E6",
      "season": 8,
      "episode": 6,
      "title": "Your Pride's Showing",
      "description": "Schwartz and Sandoval gear up for TomTom's first Gay Pride celebration, but their decision to hire James as DJ backfires when he gets Raquel in trouble at SUR and Lisa suspects he is drinking again. Meanwhile, Dayna finally stands up to Scheana, Lisa helps Ariana come to terms with depression, Jax fumbles through the busiest day at SUR, and Scheana tries to convince everyone that she's in no way jealous of Dayna."
    },
    {
      "id": "S8E7",
      "season": 8,
      "episode": 7,
      "title": "It's Not About the Pastor",
      "description": "Stassi, Katie, and Lala throw Brittany a princess-themed bridal shower, while James gets disinvited from Peter's birthday party. Lisa Vanderpump takes Raquel to task for walking out on her shift during Pride, and Dayna and Max decide to take the next step in their relationship. Finally, when a scandal erupts concerning Jax and Brittany's pastor, Sandoval and Ariana take a moral stance that threatens to tear the bridal parties apart and ruin their friendships forever."
    },
    {
      "id": "S8E8",
      "season": 8,
      "episode": 8,
      "title": "Ex-Best Man, Ex-Best Friend",
      "description": "In the wake of their explosive fight, Jax kicks Sandoval out of his wedding party and considers disinviting him from Kentucky completely. Meanwhile, Ariana pushes Lala and Stassi away as she spirals into a dark place, Scheana sabotages Brett and Charli's date, Brittany must figure out if Ariana is still her bridesmaid, and Lisa Vanderpump receives some devastating news."
    },
    {
      "id": "S8E9",
      "season": 8,
      "episode": 9,
      "title": "If You're Going to Drink, I Can't Stop You",
      "description": "With the wedding in Kentucky days away, Jax must decide whether or not to forgive Tom Sandoval, while Ariana struggles to find the enthusiasm to attend her own birthday party. Katie and Kristen argue over whether Carter should attend the wedding, while Charli accuses Brett of being hung up on his ex. Finally, after James sends Raquel a string of hurtful text messages, Raquel gives James an ultimatum either to give up drinking or lose her forever."
    },
    {
      "id": "S8E10",
      "season": 8,
      "episode": 10,
      "title": "Jax's Last Hurrah",
      "description": "On the eve of Jax and Brittany's wedding, the rehearsal dinner is disrupted when Stassi, Katie, and Lala clash with Kristen, and Jax spills a juicy secret about Katie and Schwartz's marriage. Meanwhile, back in Los Angeles, Lisa Vanderpump orchestrates a big surprise for the bride and groom, Dayna learns that Max may have cheated on her, and James and Max have a boys' night to commiserate over their girl troubles."
    },
    {
      "id": "S8E11",
      "season": 8,
      "episode": 11,
      "title": "Introducing Mr. and Mrs. Cauchi",
      "description": "Jax and Brittany tie the knot in a lavish Kentucky ceremony surrounded by friends, while Stassi questions if Beau will ever propose to her at all. Lisa takes Katie and Schwartz to task for failing to make their marriage official, Sandoval throws himself into his best man duties to prove himself to Jax, and Kristen clashes with Carter over the future of their relationship. Back at SUR, Danica tries to talk Dayna out of giving Max another chance."
    },
    {
      "id": "S8E12",
      "season": 8,
      "episode": 12,
      "title": "All Daugs Go to Heaven",
      "description": "Tom Sandoval throws an \"extra\" themed birthday party to encourage his friends to be their best selves, while Stassi and Katie learn they must work with Kristen even though their friendship has ended. Max tries to ban Danica from TomTom for meddling in his relationship, Lisa reconnects with James in the wake of his new sobriety, and Lala's attempt to make amends with Raquel doesn't go as planned.  And Tom Schwartz hosts an unusual memorial for his dead lizard, Daug."
    },
    {
      "id": "S8E13",
      "season": 8,
      "episode": 13,
      "title": "Prank Wars",
      "description": "Brett insults Scheana while interviewing her for his YouTube channel, while Katie hosts a girls' night complete with wine, cheese, and a guest list that doesn't include Kristen. Raquel stands up for her boyfriend James when Lala questions his sobriety, and Lisa travels home to England to attend her mother's funeral. Finally, Tom Sandoval and Max toilet paper Jax's house in honor of his 40th birthday, but their actions spark the beginning of an epic prank battle that threatens to derail Schwartz and Katie's relationship."
    },
    {
      "id": "S8E14",
      "season": 8,
      "episode": 14,
      "title": "Shame Hangover",
      "description": "Schwartz makes amends with Katie after their blowout fight, while Beau opens up to them about his plans to propose to Stassi. Lisa reprimands Danica about improving her attitude, Kristen learns she isn't invited to Las Vegas for Schwartz and Katie's second wedding, and Brett sets his sights on a newly single Dayna, despite Scheana's emotional objections."
    },
    {
      "id": "S8E15",
      "season": 8,
      "episode": 15,
      "title": "Mr. & Mrs. Schwartz, Take Two",
      "description": "The group travels to Las Vegas to celebrate Schwartz and Katie's second wedding, but leave a heartbroken Kristen behind. Lisa shows off the Vanderpump Cocktail Garden, Beau calls Stassi's father to ask permission to propose, Schwartz finds a bra in his bag that doesn't belong to Katie, and Max sets his sights on a cocktail waitress who looks eerily similar to Scheana. Meanwhile, back in Los Angeles, Dayna and Brett grow closer during a double date with James and Raquel."
    },
    {
      "id": "S8E16",
      "season": 8,
      "episode": 16,
      "title": "Witches of Weho Whine",
      "description": "Lisa helps Beau plan a secret engagement party for Stassi, but Stassi's insecurities threaten everything when she explodes on Kristen at a wine event. Meanwhile, Lala and James make music together and bond over their sobriety struggles, Danica takes Brett to task for dating his friend's ex, and Scheana presents Dayna with an unwanted gift."
    },
    {
      "id": "S8E17",
      "season": 8,
      "episode": 17,
      "title": "Til Death Do Us Not Part",
      "description": "Beau stuns Stassi with a quirky but romantic engagement proposal, and when Lisa hosts an elaborate party to celebrate the happy couple, Jax and Brittany comfort Kristen when she's left out of the festivities. Finally, Danica and the SUR staff go head to head with Sandoval, Schwartz, and the team from TomTom during an epic softball game to determine restaurant dominance, ending with James giving Katie the apology she's always wanted."
    },
    {
      "id": "S8E18",
      "season": 8,
      "episode": 18,
      "title": "Mercury's in Gatorade",
      "description": "Stassi and Beau revel in their post-engagement bliss, while Scheana enlists Brett to a shoot a sexy video. Brittany must again answer for Jax's bad behavior when he lashes out at Max, and Raquel tries to persuade Lisa to give James one last chance. Finally, when Kristen refuses to admit she made a sex tape with someone other than Carter, Jax begins to spiral out of control and no one is safe from his wrath."
    },
    {
      "id": "S8E19",
      "season": 8,
      "episode": 19,
      "title": "A Tale of Two Pool Parties",
      "description": "Tom Sandoval throws a competing pool party on the same day as Jax, forcing everyone to choose sides once and for all. Brittany blames Katie for the rift in their friendship, while Max and Brett nearly come to blows over their feelings for Dayna. Schwartz and Sandoval must decide whether to double down on their investment with Lisa, James makes a surprising ally, and Ariana erupts when Kristen tells her that Stassi has been making fun of her house."
    },
    {
      "id": "S8E20",
      "season": 8,
      "episode": 20,
      "title": "Unfriended",
      "description": "In the eighth season finale, Lisa Vanderpump throws a party to celebrate TomTom's one-year anniversary, but relationships are tested when Kristen confronts Katie and Stassi for abandoning her, and Jax and Sandoval face off over the future of their friendship. Meanwhile, Dayna calls out Max's womanizing ways, Brett confronts Scheana for stirring the pot, and Danica gets into a physical altercation. Finally, after years of hostility – Lala arranges for James and Randall to have a man-to-man talk."
    },
    {
      "id": "S8E21",
      "season": 8,
      "episode": 21,
      "title": "Secrets Revealed",
      "description": "Catch the never-before-seen revealing and hilarious moments you didn't see this season."
    },
    {
      "id": "S8E22",
      "season": 8,
      "episode": 22,
      "title": "Reunion Part 1",
      "description": "In the explosive first hour of the \"Vanderpump Rules\" reunion, Andy Cohen and the cast connect from home to get to the bottom of everything from Jax and Sandoval's friendship-ending feud to the biggest fight of Katie and Schwartz's married life. Stassi and Beau grill Sandoval about his outburst over her book event, Charli and Scheana accuse Jax of bullying the new SUR employees, and Max drops a major bombshell about a secret hookup with yet another woman in the \"Vanderpump Rules\" universe that no one saw coming."
    },
    {
      "id": "S8E23",
      "season": 8,
      "episode": 23,
      "title": "Reunion Part 2",
      "description": "The shocking reunion continues as Andy Cohen gets Scheana to open up about her true problems with Dayna, and Ariana reveals how Lisa Vanderpump helped her through dark depression. Meanwhile, James and Raquel recount his triumphant journey to sobriety, Lala gets called out for being cruel to those who won't fight back, Danica defends her outburst at the TomTom anniversary, and Stassi, Katie, and Kristen get to the root of the issues that fractured their decade-long friendship."
    },
    {
      "id": "S8E24",
      "season": 8,
      "episode": 24,
      "title": "Reunion Part 3",
      "description": "The reunion comes to an exhilarating close as Stassi explains the reasoning behind her embarrassing \"bridezilla\" behavior, Scheana and Brett argue over their infamous sexy music video, Lisa passes judgment on Max and Danica's feud, and James discusses having to apologize to Randall after years of viciously mocking him. Finally, Jax and Brittany lash out at Andy Cohen and anyone who holds Jax accountable for his behavior."
    },
    {
      "id": "S9E1",
      "season": 9,
      "episode": 1,
      "title": "We're Back, Baby",
      "description": "In the ninth season premiere, Scheana and Lala attempt to mend their friendship after an explosive public feud, while James must answer to Lisa Vanderpump for lashing out at her son. The Toms hatch a plan to open their own bar, but tensions flare when Katie questions Sandoval's vision. Finally, Ariana refuses to back down when Lala trashes her, ending in a fiery confrontation at Scheana's birthday party."
    },
    {
      "id": "S9E2",
      "season": 9,
      "episode": 2,
      "title": "The Schwartz Shuffle",
      "description": "Schwartz comes clean about pitting Katie against Sandoval, while Ariana confides in Lisa Vanderpump about her deep-seated issues with Lala. Sandoval helps James plan an epic vacation to Palm Springs so he can propose to Raquel, but Randall's beef with Schwartz and Lala's feuds with Ariana and Charli threaten to derail the trip."
    },
    {
      "id": "S9E3",
      "season": 9,
      "episode": 3,
      "title": "Welcome to Rachella!",
      "description": "After being called a pushover, Schwartz tries to regain his confidence at Lala and Randall's pickleball tournament, while Raquel is forced to face her biggest fear. Scheana and Lala share a baby playdate, but the fun comes to a halt when Brock shares startling revelations from his past. Finally, Sandoval and James surprise the group with an elaborate music festival at Coachella, but James saves the biggest surprise for Raquel."
    },
    {
      "id": "S9E4",
      "season": 9,
      "episode": 4,
      "title": "Palm Springs and Tiffany Rings",
      "description": "Sandoval goes the extra mile to help Schwartz produce his fertility specimen, while Lala expresses concerns to Scheana over Brock's sordid past. James and Raquel host a family engagement dinner, but Raquel's sister worries Raquel will spend her life fixing James's problems. And when Lisa inquires about Katie's role in the Toms' new business, an explosive argument erupts between Sandoval and Katie, leaving Schwartz torn between his wife and his best friend."
    },
    {
      "id": "S9E5",
      "season": 9,
      "episode": 5,
      "title": "Drink the Tea, Spill the Tea",
      "description": "James encourages Raquel to confront her biggest bully, while Katie and Schwartz consult a fertility doctor about their chances of conceiving. Lisa Vanderpump hosts an elegant tea party at Villa Rosa so she can meet Scheana and Lala's babies, but the afternoon is turned upside down when Lala exposes a dark new secret about Brock's character."
    },
    {
      "id": "S9E6",
      "season": 9,
      "episode": 6,
      "title": "Poker Faces",
      "description": "Lala comes under fire during a girls' night for continuing to question Scheana's relationship, while Brock must answer to Lisa Vanderpump after the darkness in his past is revealed. Raquel takes James to a boxing class to work on his anger, Randall hosts a poker night for the guys, and Lisa offers to buy Tom Schwartz's stake in TomTom so he can afford to invest in his new bar."
    },
    {
      "id": "S9E7",
      "season": 9,
      "episode": 7,
      "title": "Anger Mismanagement",
      "description": "Schwartz and Sandoval brainstorm ideas for their bar, while Raquel comes clean to Lisa about the story behind her nose job, much to James' dismay. Charli excludes Lala from her party in solidarity with Scheana, and when everyone parties too hard for James' comfort, he lashes out at his unsuspecting fianceé."
    },
    {
      "id": "S9E8",
      "season": 9,
      "episode": 8,
      "title": "Pitch Not-So-Perfect",
      "description": "Katie makes a splash at Schwartz and Sandoval's pitch meeting, much to Sandoval's dismay, while Ariana coaches Raquel on how to set boundaries with James. Lala finally makes amends with Scheana after their rift, but Brock and Charli aren't so quick to forgive and forget."
    },
    {
      "id": "S9E9",
      "season": 9,
      "episode": 9,
      "title": "It's a Mad, Mad Pool Party",
      "description": "Scheana struggles to accept her post-baby body, while James sets a new goal for himself as his two-year sobriety anniversary approaches. Ariana and Sandoval throw a wild pool party to celebrate Brock's birthday, but when Sandoval and Katie clash over the future of the bar, Lala confronts Schwartz for failing to have his wife's back."
    },
    {
      "id": "S9E10",
      "season": 9,
      "episode": 10,
      "title": "Sexy Unique Feet",
      "description": "Ariana, Katie, and Charli get creative with a photoshoot to help raise money for Raquel's second nose job, while Scheana gets annoyed at James for refusing to help out with Brock's new fitness app, and Schwartz must pay up when he loses a bet to Lisa Vanderpump. Lala and Ariana show their support for Katie after she's ousted from the Toms' new bar, and when Raquel hosts a tea party for her friends, things go awry after Charli confronts Scheana for being a bad friend."
    },
    {
      "id": "S9E11",
      "season": 9,
      "episode": 11,
      "title": "Best Friends For Never",
      "description": "Sandoval plans a mysterious surprise for Ariana's 36th birthday, while Katie seeks advice from Lisa after a blowout fight at TomTom. Brock encourages Scheana to stick up for herself with Charli, Lala hires a personal assistant to help with her business, and a usually happy couple decides to take a \"break\" from their relationship."
    },
    {
      "id": "S9E12",
      "season": 9,
      "episode": 12,
      "title": "Give Them Lala",
      "description": "Katie and Ariana decide to go into business together, while Brock enlists Randall's help in planning a romantic surprise for Scheana, and Lala celebrates her fiscal independence by throwing a party for her beauty brand. Meanwhile, James must battle his controlling impulses when Raquel's sister suggests a bachelorette party for the future bride but finds it hard to keep his opinions to himself."
    },
    {
      "id": "S9E13",
      "season": 9,
      "episode": 13,
      "title": "Unprogress Party",
      "description": "Schwartz and Sandoval use their \"friendship break\" as an excuse to see other people, but when construction delays the opening date of their new bar, the two throw a progress party to show off the space to their friends. Meanwhile, with Lisa's help, Ariana and Katie brainstorm ideas for their sandwich shop; Scheana embraces signing a prenup; and Brock's attempt to hold James accountable backfires and leaves everyone standing speechless."
    },
    {
      "id": "S9E14",
      "season": 9,
      "episode": 14,
      "title": "Between a Brock and a Hard Place",
      "description": "Ariana and Katie meet with Randall about investing in their sandwich shop, while Sandoval gets cold feet about helping Brock with his latest scheme to marry Scheana. Still reeling from James' latest outburst, the gang heads north to a beautiful winery in Santa Ynez to celebrate James and Raquel's engagement, but everyone worries which version of the DJ they're going to get."
    },
    {
      "id": "S9E15",
      "season": 9,
      "episode": 15,
      "title": "Engagement Party Crashers",
      "description": "On the eve of Raquel and James' engagement party, Scheana and Brock make a big announcement that sends shock waves through their friend group, while Sandoval confronts Lisa about her lack of support for the Toms' new bar. Meanwhile, Katie and Ariana get some good news about their own business, Raquel has a heart-to-heart with her father about her relationship with James, and Lala reveals a huge secret that turns the party on its head."
    },
    {
      "id": "S9E16",
      "season": 9,
      "episode": 16,
      "title": "Reunion Part 1",
      "description": "In the explosive first hour of the Vanderpump Rules reunion, Raquel and James make a jaw-dropping announcement that shakes their friends to the core, while Sandoval and Katie clash over their control issues about the bar and Tom Schwartz. Charli calls out Scheana for placing restrictions on their friendship, while Lisa opens up about becoming a grandmother for the first time, and Brock attempts to hold James accountable for his anger issues."
    },
    {
      "id": "S9E17",
      "season": 9,
      "episode": 17,
      "title": "Reunion Part 2",
      "description": "The season nine reunion comes to an electrifying conclusion as Brock and Scheana defend their plan to get married during James and Raquel's engagement weekend. Lala spills scandalous secrets about the end of her relationship with Randall, and Ariana unleashes on Katie for questioning her integrity. Finally, James and Raquel share an emotional moment before going their separate ways."
    },
    {
      "id": "S10E1",
      "season": 10,
      "episode": 1,
      "title": "Breaking Bubbas",
      "description": "Katie and Schwartz attempt to maintain a friendship in the wake of their recent divorce. Lala finds herself reeling after shocking allegations are levied at her ex-fiancé. James introduces new girlfriend Ally to the rest of the group, but when his sobriety comes into question, he has to answer to Lisa Vanderpump. Tensions between Schwartz and Lala bubble over when one of them commits the ultimate act of betrayal."
    },
    {
      "id": "S10E2",
      "season": 10,
      "episode": 2,
      "title": "Was It Worth It?",
      "description": "Tom and Tom race to get Schwartz & Sandy's ready for its first private event. Raquel cozies up to SUR manager Peter in an attempt to get over James. Lala opens up about the controversial origins of her last relationship. James throws Raquel under the bus to Lisa. Katie reaches her breaking point when she comes face to face with the bar that led to the demise of her marriage."
    },
    {
      "id": "S10E3",
      "season": 10,
      "episode": 3,
      "title": "Troll Mates",
      "description": "Lala drops a bombshell on Raquel that shakes the foundation of their newfound friendship. Sandoval takes some time away from the bar to play rockstar with his cover band, Tom Sandoval & The Most Extras. Ariana and Katie take the next step in opening their sandwich shop. James schemes to get some time with Raquel's dog, Graham. Scheana interviews Schwartz about his divorce for her podcast, leading to an explosive showdown with Katie."
    },
    {
      "id": "S10E4",
      "season": 10,
      "episode": 4,
      "title": "No Home Left to Wreck",
      "description": "James finds himself at the center of the SUR rumor mill when he gets kicked out of a nightclub while fighting with Ally. Katie tries to keep her ex in line with another ultimatum. Tom and Tom host a friends-and-family event at Schwartz & Sandy's, but when Lisa questions them about the bar's status, they come clean about their dire situation. Despite Katie's feelings, Raquel throws caution to the wind and crosses the ultimate line."
    },
    {
      "id": "S10E5",
      "season": 10,
      "episode": 5,
      "title": "Lovestruck at the Discopussy",
      "description": "Katie plans a \"divorce party\" trip to Las Vegas and Lake Havasu but conveniently leaves Scheana off the guest list. Lala and Raquel find themselves flirting with the same guy. Ariana receives devastating news from home. James attempts to minimize his drinking around his mom but finds himself reeling when Ally raises the same concerns. After discovering the Toms' financial issues, Lisa and Ken make them an offer they might be desperate enough to accept."
    },
    {
      "id": "S10E6",
      "season": 10,
      "episode": 6,
      "title": "Divorce Party Crashers",
      "description": "Lala and Katie freak out at Raquel for making out with Oliver. Back in Los Angeles, Scheana plans a guys night to help Schwartz get back in the game. Tom and Tom weigh a big decision about the future of their bar. Lisa consoles Ariana about her loss. Charli's arrival in Lake Havasu helps Raquel find her voice, leading to a friendship-ending fight."
    },
    {
      "id": "S10E7",
      "season": 10,
      "episode": 7,
      "title": "Galaxy Gaslighting",
      "description": "James starts to spiral when he feels that his friends are choosing Raquel over him. Lala breaks her yearslong dry spell when she hooks up with a new guy. Katie and Scheana clash over a hotel room snafu. Tom and Ariana host a pool party to bring their friends together, but Raquel uses it as an opportunity to finally confront Lala for sleeping with James."
    },
    {
      "id": "S10E8",
      "season": 10,
      "episode": 8,
      "title": "By Invitation Only",
      "description": "Lisa and Ariana plan a surprise bridal shower for Scheana. James makes it his mission to score Ally an invite to the wedding. Raquel and Schwartz take their flirting to the next level. When the group travels to Cancun to celebrate Brock and Scheana, Katie finds herself exiled to the other side of the resort. James gets into an altercation that leaves Ariana fuming."
    },
    {
      "id": "S10E9",
      "season": 10,
      "episode": 9,
      "title": "Forbidden Fruit",
      "description": "Katie and Schwartz celebrate a big milestone in their breakup with an extravagant dinner that quickly goes south. Scheana erupts on Lala for skipping wedding events to avoid Raquel. James must atone for his behavior when his temper gets the best of him. When Scheana and Brock throw a party to welcome all their guests to Cancun, Schwartz makes a romantic choice that jeopardizes his friendships."
    },
    {
      "id": "S10E10",
      "season": 10,
      "episode": 10,
      "title": "It's All Happening... Again",
      "description": "Scheana and Brock marry in a lavish ceremony in Cancun. James and Katie must sort through their feelings after their exes hook up with one another. Lisa attempts to solve the Toms' problems by smoothing things over with their business partner. Lala puts Raquel in her place, Schwartz and Sandoval experience a devastating setback, and Ariana tries to support her friends without taking sides."
    },
    {
      "id": "S10E11",
      "season": 10,
      "episode": 11,
      "title": "Mistress in Distress",
      "description": "Back in Los Angeles, Lala celebrates her birthday with an epic party. Raquel sets her sights on Oliver after being rejected by Schwartz. Tom and Ariana discuss their plans to make embryos together. Ally and James witness a suspicious interaction between two friends. Tom and Tom must reckon with the fact that their bar won't open on schedule... again."
    },
    {
      "id": "S10E12",
      "season": 10,
      "episode": 12,
      "title": "Beach, Don't Kill My Vibe",
      "description": "Sandoval opens up to Schwartz about his romantic problems with Ariana. Scheana blames Katie for spreading a sordid rumor about some of their friends. Ariana suffers through her second big loss of the summer. James plans an epic beach day that takes a turn for the worse when Schwartz makes an insensitive joke."
    },
    {
      "id": "S10E13",
      "season": 10,
      "episode": 13,
      "title": "Lady and the Glamp",
      "description": "Raquel's birthday dreams come true when she embarks on a glamping trip with some of her closest friends. Lala grows suspicious about Sandoval's interest in Raquel. James and Ally attempt to work out their issues following a disastrous beach day. Ariana staunchly defends her boyfriend until she catches him in a lie."
    },
    {
      "id": "S10E14",
      "season": 10,
      "episode": 14,
      "title": "There's Something About Her",
      "description": "As the summer comes to a close, Ariana and Katie host a preview party for their sandwich shop. James takes an exciting step forward in his career. Tom and Ariana have a serious talk about the state of their relationship. Raquel confronts Katie for rage-texting Schwartz, leading to a long-awaited showdown in the SUR alley."
    },
    {
      "id": "S10E15",
      "season": 10,
      "episode": 15,
      "title": "#Scandoval",
      "description": "Cameras pick back up after Ariana discovers that her boyfriend of nine years is having an affair with one of her best friends. Schwartz panics when the scandal threatens to upend their business. Katie accuses Schwartz of being complicit in hiding the truth. Raquel files for a restraining order against Scheana after an alleged altercation. Sandoval comes clean with another shocking secret."
    },
    {
      "id": "S10E16",
      "season": 10,
      "episode": 16,
      "title": "Reunion Part 1",
      "description": "In the explosive and larger-than-life first part of the reunion, Andy Cohen sits down for intimate one-on-one interviews with Ariana, Tom and Raquel to get to the bottom of the cheating scandal that shocked the world. James nearly comes to blows with Sandoval over the affair. Katie and Schwartz rehash the implosion of their divorce. Lala defends herself when the group calls attention to her stance on cheating. Lisa is left speechless when Ariana reveals her stance on her relationships in the group. Raquel watches the reunion from afar due to her restraining order against Scheana."
    },
    {
      "id": "S10E17",
      "season": 10,
      "episode": 17,
      "title": "Reunion Part 2",
      "description": "The Season 10 reunion continues as Andy Cohen presses Scheana for details of the altercation that led to Raquel's restraining order. James' girlfriend, Ally, takes the stage to discuss James' temper and the future of their relationship. The group debates the origins of the infamous open relationship rumor. Scheana gives up her spot for Raquel, who must face the group for the first time since news of the affair became public."
    },
    {
      "id": "S10E18",
      "season": 10,
      "episode": 18,
      "title": "Reunion Part 3",
      "description": "The reunion comes to an electrifying close as Raquel faces her former friends. The group revisits the disastrous girls' trip to Las Vegas and Lake Havasu. They discuss Tom Schwartz's alleged role in covering up the affair. Ariana breaks down while discussing the betrayal from her ex-boyfriend and ex-best friend. Andy questions Sandoval and Raquel about the status of their relationship and pushes them to reveal if they're in love."
    },
    {
      "id": "S10E19",
      "season": 10,
      "episode": 19,
      "title": "Secrets Revealed",
      "description": "In one of the most shocking secrets revealed episodes in Vanderpump Rules history, fans will get a deeper glimpse into the fallout of the group post-#Scandoval. Never-before-seen moments from the summer will shed a new light on glaring secrets that have since been revealed. Plus, fans will see bonus footage from months before Season 10 began as Tom and Katie face the reality of their divorce while still living together."
    },
    {
      "id": "S11E1",
      "season": 11,
      "episode": 1,
      "title": "Notes on a Scandal",
      "description": "In the season 11 premiere, Ariana puts on a brave face and attempts to rebuild her life after Tom's infidelity, despite sharing a house with her ex-boyfriend. Tom Schwartz tries to make peace with his friends, but discovers he's still excommunicated from the group. James settles into his new life of domestic bliss with Ally. Scheana opens up about her postpartum OCD diagnosis. Lala confides in Lisa Vanderpump about her regrettable treatment of a one-time nemesis, making a grand gesture that threatens to rock the boat with her friends."
    },
    {
      "id": "S11E2",
      "season": 11,
      "episode": 2,
      "title": "The Ultimate Betrayal",
      "description": "Tom Sandoval returns to Los Angeles just in time for his birthday. His plans hit a snag, however, when Ariana learns he wants to throw a party in their shared home. Scheana attempts to reinvigorate her music career, but must first work through her anxiety about leaving Summer Moon with a nanny. Schwartz confronts Sandoval for abandoning him to deal with their business alone. James decides to face his former friend and things quickly go south when Sandoval brings up a painful memory from the past."
    },
    {
      "id": "S11E3",
      "season": 11,
      "episode": 3,
      "title": "You're Not the Queen of the Group",
      "description": "Schwartz hatches a half-baked scheme to bring the gang back together, but Ariana sets firm boundaries with everyone regarding her ex-boyfriend's place in the group. Katie and Scheana make a promise to prioritize their friendship. A shocking admission shakes Lisa Vanderpump to the core. When Tom Sandoval dares to show up at See You Next Tuesday, he and Scheana square off about who's to blame for their current rift."
    },
    {
      "id": "S11E4",
      "season": 11,
      "episode": 4,
      "title": "Dog Days of Summer",
      "description": "James and Ally throw their first pool party in their new house, and the invite list includes everyone but Tom Sandoval. Lisa Vanderpump gives Scheana and Lala advice on how to handle a broken friendship. Schwartz gets a haircut from his not-girlfriend, Jo. A face from the past makes an unexpected return, promising to throw a wrench into the group dynamic."
    },
    {
      "id": "S11E5",
      "season": 11,
      "episode": 5,
      "title": "Lake It or Break It",
      "description": "James surprises Ally with a new addition to the family; Scheana and Brock clash over hiring a nanny for Summer Moon; a tense conversation between James and Sandoval threatens to rock the fragile peace the group had just formed."
    },
    {
      "id": "S11E6",
      "season": 11,
      "episode": 6,
      "title": "Saw It on the Graham",
      "description": "Sandoval attempts to reconnect with Scheana during a meditation exercise; Brock accuses a friend of spreading a rumor about his marriage; James and Ally announce their new family member to the world; Ariana and Katie embrace their inner bosses."
    },
    {
      "id": "S11E7",
      "season": 11,
      "episode": 7,
      "title": "Written in the Stars",
      "description": "The group begins to mend their friendships; Lala expresses her desire to become a mother again; Scheana cries to Lisa about her insecurities with Ariana; Sandoval is forced to recognize he may never get closure with the woman he loves."
    },
    {
      "id": "S11E8",
      "season": 11,
      "episode": 8,
      "title": "Peaks and Valleys",
      "description": "Katie and Lala hash out their issues after a blowout argument; Sandoval throws himself back into the dating pool; Ariana warns Scheana about the consequences of rekindling a friendship with Sandoval."
    },
    {
      "id": "S11E9",
      "season": 11,
      "episode": 9,
      "title": "Kiss Kiss, Revenge Bang",
      "description": "Schwartz makes a startling revelation to Lala about a past hookup that sends Katie spiraling. James hosts a DJ night at Hotel Ziggy, but when Schwartz brings non-girlfriend Jo, the other girls give her the cold shoulder. Ariana and Katie encounter new issues in opening their sandwich shop. Brock drops a bombshell about a more recent liaison that shocks the entire group."
    },
    {
      "id": "S11E10",
      "season": 11,
      "episode": 10,
      "title": "Line in the Sand",
      "description": "SUR crew drama around “Line in the Sand”."
    },
    {
      "id": "S11E11",
      "season": 11,
      "episode": 11,
      "title": "May the Best Woman Win",
      "description": "SUR crew drama around “May the Best Woman Win”."
    },
    {
      "id": "S11E12",
      "season": 11,
      "episode": 12,
      "title": "How'd You Like Them Apples?",
      "description": "SUR crew drama around “How'd You Like Them Apples?”."
    },
    {
      "id": "S11E13",
      "season": 11,
      "episode": 13,
      "title": "Jax Attack",
      "description": "SUR crew drama around “Jax Attack”."
    },
    {
      "id": "S11E14",
      "season": 11,
      "episode": 14,
      "title": "For Old Tom's Sake",
      "description": "SUR crew drama around “For Old Tom's Sake”."
    },
    {
      "id": "S11E15",
      "season": 11,
      "episode": 15,
      "title": "Plot Twist",
      "description": "SUR crew drama around “Plot Twist”."
    },
    {
      "id": "S11E16",
      "season": 11,
      "episode": 16,
      "title": "Reunion Part 1",
      "description": "SUR crew drama around “Reunion Part 1”."
    },
    {
      "id": "S11E17",
      "season": 11,
      "episode": 17,
      "title": "Reunion Part 2",
      "description": "SUR crew drama around “Reunion Part 2”."
    },
    {
      "id": "S11E18",
      "season": 11,
      "episode": 18,
      "title": "Reunion Part 3",
      "description": "SUR crew drama around “Reunion Part 3”."
    },
    {
      "id": "S11E19",
      "season": 11,
      "episode": 19,
      "title": "Secrets Revealed",
      "description": "SUR crew drama around “Secrets Revealed”."
    }
  ]
}